[{"source": "2009-12-06", "id": "JORFTEXT000021384407", "published": "2009-12-06", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "La direction générale des finances publiques est autorisée à créer le traitement automatisé de données à caractère personnel dénommé « EVAFISC » mis en œuvre au sein de la direction nationale des enquêtes fiscales et des directions compétentes en matière de contrôle.", "content_length": 267}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "Le fichier de comptes bancaires détenus hors de France par des personnes physiques ou morales « EVAFISC » a pour finalité de permettre de recenser des informations laissant présumer de la détention de comptes bancaires hors de France par des personnes physiques ou morales et sur cette base : ― de mener des actions de prévention, de recherche, de constatation ou de poursuite d'infractions pénales ; ― d'analyser et de vérifier la situation des personnes concernées en vue d'opérer, le cas échéant, des régularisations de situations fiscales ; ― de programmer et mener des opérations de recherche, de constatation ou de poursuite de manquements fiscaux ; ― d'inciter les usagers à déclarer spontanément la détention de comptes bancaires hors de France.", "content_length": 753}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel traitées sont les suivantes : ― l'identité de la personne :  ― nom, prénoms, date et lieu de naissance, numéro fiscal (SPI) pour une personne physique ;  ― raison sociale, catégorie juridique, SIREN/SIRET, activité pour une personne morale ; ― adresse ; ― établissement de crédit ; ― numéro du (des) compte(s) ; ― date d'ouverture du (des) compte(s) ; ― montant des soldes et virements ; ― zone « commentaires » : ne reçoit que les informations directement liées à l'instruction des dossiers, à l'exclusion de toute appréciation subjective. Les informations relatives aux comptes détenus (établissement de crédit, numéro du [des] compte[s], date d'ouverture du [des] compte[s] et montant des soldes et virements) ne constituent, avant validation, que des présomptions. La validation consiste à vérifier l'exactitude des informations relatives à la détention de comptes bancaires listées ci-dessus notamment par les moyens suivants : ― consultation des autres traitements de la direction générale des finances publiques ; ― interrogation des établissements bancaires dans le cadre du droit de communication prévu par l'article L. 96 A du livre des procédures fiscales ; ― transmission d'informations dans le cadre de l'assistance administrative internationale.", "content_length": 1293}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "Les données visées à l'article 3 susvisé sont conservées pendant un délai de dix ans, éventuellement prolongé des délais de recours consécutifs aux procédures contentieuses fiscales et pénales. Les données relatives aux comptes bancaires détenus qui, à l'issue des travaux de validation, seraient inexactes sont effacées.", "content_length": 321}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "Les agents habilités de la direction nationale des enquêtes fiscales et des directions compétentes en matière de contrôle (DNVSF, DVNI, DRESG, DIRCOFI, directions territoriales concernées) sont destinataires des informations visées à l'article 3. Les données visées à l'article 3 pourront être transférées ponctuellement dans le cadre de l'assistance administrative internationale.", "content_length": 381}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les droits d'accès et de rectification, prévus par la loi du 6 janvier 1978 modifiée, s'exercent auprès de la Commission nationale de l'informatique et des libertés dans les conditions prévues par l'article 42 de la loi du 6 janvier 1978 modifiée. En outre, le droit d'information prévu au I de l'article 32 de la loi du 6 janvier 1978 modifiée et le droit d'opposition prévu à l'article 38 de la même loi ne s'appliquent pas au présent traitement.", "content_length": 448}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Le directeur général des finances publiques est chargé de l'exécution du présent arrêté, qui sera publié au Journal officiel de la République française.", "content_length": 152}], "id": "7", "no": 7.0}]}]