[{"source": "1987-04-09", "id": "JORFTEXT000000517568", "published": "1987-04-09", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517568/1987-04-09", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "   Est autorisé, dans les conditions prévues au présent décret, le traitement automatisé de traces et empreintes digitales en vue de faciliter la recherche et l'identification, par les services de la police nationale et de la gendarmerie nationale, des auteurs de crimes et de délits et de faciliter la poursuite, l'instruction et le jugement des affaires dont l'autorité judiciaire est saisie.", "content_length": 394}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Ce traitement est mis en oeuvre par la direction centrale de la police judiciaire au ministère de l'intérieur. Il porte la dénomination de fichier automatisé des empreintes digitales.", "content_length": 186}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "   Peuvent être enregistrées :", "content_length": 30}, {"no": 2, "content": "   1° Les traces relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire ;", "content_length": 218}, {"no": 3, "content": "   2° Les empreintes relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire, lorsqu'elles concernent des personnes contre lesquelles des indices graves et concordants de nature à motiver leur inculpation auront été réunis ou des personnes, mises en cause dans une procédure pénale, dont l'identification certaine s'avère nécessaire ;", "content_length": 478}, {"no": 4, "content": "   3° Les empreintes relevées dans les établissements pénitentiaires, en application du code de procédure pénale, en vue de s'assurer de manière certaine de l'identité des détenus qui font l'objet d'une procédure pour crime ou délit et d'établir les cas de récidive.", "content_length": 266}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "   Les empreintes digitales enregistrées sont accompagnées des informations suivantes :", "content_length": 87}, {"no": 2, "content": "   1° Les nom, prénoms, date et lieu de naissance, filiation et sexe ;", "content_length": 70}, {"no": 3, "content": "   2° Le service ayant procédé à la signalisation ;", "content_length": 51}, {"no": 4, "content": "   3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 67}, {"no": 5, "content": "   4° La nature de l'affaire et la référence de la procédure.", "content_length": 61}, {"no": 6, "content": "   Les traces d'empreintes enregistrées sont accompagnées des informations suivantes :", "content_length": 86}, {"no": 7, "content": "   1° Le lieu sur lequel elles ont été relevées, ainsi que la date du relevé ;", "content_length": 78}, {"no": 8, "content": "   2° Le service ayant procédé à la signalisation ;", "content_length": 51}, {"no": 9, "content": "   3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 67}, {"no": 10, "content": "   4° La nature de l'affaire et la référence de la procédure.", "content_length": 61}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "   Les informations enregistrées ne pourront être conservées au-delà d'une durée de vingt-cinq ans à compter de l'établissement de la fiche signalétique.", "content_length": 153}, {"no": 2, "content": "   Elles sont effacées dès que le service gestionnaire est informé du décès de la personne qu'elles concernent.", "content_length": 111}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "   Le droit d'accès prévu par l'article 34 de la loi n° 78-17 du 6 janvier 1978 s'exerce auprès du directeur central de la police judiciaire au ministère de l'intérieur, place Beauvau, Paris (8e).", "content_length": 196}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Le présent traitement est placé sous le contrôle du procureur général près la cour d'appel de Paris, qui pourra ordonner la destruction des enregistrements dont la conservation ne paraîtrait manifestement plus utile compte tenu de la finalité du traitement.", "content_length": 260}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "   Les fonctionnaires dûment habilités du service d'identité judiciaire du ministère de l'intérieur et des unités de recherches de la gendarmerie nationale pourront seuls avoir accès aux informations enregistrées et procéder aux opérations d'identification à la demande de l'autorité judiciaire ou des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale.", "content_length": 387}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "   Le fichier prévu au présent décret ne peut faire l'objet d'aucune interconnexion, rapprochement ou d'aucune autre forme de mise en relation avec un autre traitement automatisé d'informations nominatives.", "content_length": 206}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "     Le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre de l'intérieur et le ministre délégué auprès du ministre de l'intérieur, chargé de la sécurité, sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 326}], "id": "10", "no": 10.0}]}, {"source": "2005-05-29", "id": "JORFTEXT000000517568", "published": "2005-05-29", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517568/2005-05-29", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "   Est autorisé, dans les conditions prévues au présent décret, le traitement automatisé de traces et empreintes digitales et palmaires en vue de faciliter la recherche et l'identification, par les services de la police nationale et de la gendarmerie nationale, des auteurs de crimes et de délits et de faciliter la poursuite, l'instruction et le jugement des affaires dont l'autorité judiciaire est saisie.", "content_length": 407}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Ce traitement est mis en oeuvre par la direction centrale de la police judiciaire au ministère de l'intérieur. Il porte la dénomination de fichier automatisé des empreintes digitales.", "content_length": 186}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "   Peuvent être enregistrées :", "content_length": 30}, {"no": 2, "content": "   1° Les traces relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire, d'une enquête ou d'une instruction pour recherche des causes d'une disparition inquiétante ou suspecte prévue par les articles 74-1 ou 80-4 du code de procédure pénale ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire ;", "content_length": 387}, {"no": 3, "content": "   2° Les empreintes digitales et palmaires relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire, lorsqu'elles concernent des personnes à l'encontre desquelles il existe des indices graves ou concordants rendant vraisemblable qu'elles aient pu participer, comme auteur ou comme complice, à la commission d'un crime ou d'un délit ou des personnes, mises en cause dans une procédure pénale, dont l'identification certaine s'avère nécessaire ;", "content_length": 587}, {"no": 4, "content": "   3° Les empreintes digitales et palmaires relevées dans les établissements pénitentiaires, en application du code de procédure pénale, en vue de s'assurer de manière certaine de l'identité des détenus qui font l'objet d'une procédure pour crime ou délit et d'établir les cas de récidive ;", "content_length": 290}, {"no": 5, "content": "   4° Les traces et les empreintes digitales et palmaires transmises par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers en application d'engagements internationaux.", "content_length": 230}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "   Les empreintes digitales et palmaires enregistrées sont accompagnées des informations suivantes :", "content_length": 100}, {"no": 2, "content": "   1° Les nom, prénoms, date et lieu de naissance, filiation et sexe ;", "content_length": 70}, {"no": 3, "content": "   2° Le service ayant procédé à la signalisation ;", "content_length": 51}, {"no": 4, "content": "   3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 67}, {"no": 5, "content": "   4° La nature de l'affaire et la référence de la procédure.", "content_length": 61}, {"no": 6, "content": "   5° Les clichés anthropométriques ;", "content_length": 37}, {"no": 7, "content": "   6° Pour les empreintes transmises dans le cas prévu au 4° de l'article 3, l'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 156}, {"no": 8, "content": "   Les traces d'empreintes enregistrées sont accompagnées des informations suivantes :", "content_length": 86}, {"no": 9, "content": "   1° Le lieu sur lequel elles ont été relevées, ainsi que la date du relevé ;", "content_length": 78}, {"no": 10, "content": "   2° Le service ayant procédé au relevé des traces ;", "content_length": 53}, {"no": 11, "content": "   3° La date et le lieu d'établissement de la fiche supportant la reproduction des traces papillaires ;", "content_length": 104}, {"no": 12, "content": "   4° La nature de l'affaire et la référence de la procédure ;", "content_length": 62}, {"no": 13, "content": "   5° L'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 85}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "    Les informations enregistrées sont conservées pendant une durée maximale de vingt-cinq ans à compter de l'établissement de la fiche signalétique, s'il n'a pas été préalablement procédé à leur effacement dans les conditions prévues aux articles 7 et 7-1 ou en raison de ce que le service gestionnaire du traitement a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue.", "content_length": 427}, {"no": 2, "content": "   Les informations transmises par un organisme de coopération internationale en matière de police judiciaire ou par un service de police étranger sont conservées pendant une durée maximale de vingt-cinq ans à compter de leur date d'enregistrement dans le traitement, s'il n'a pas été préalablement procédé à leur effacement sur demande dudit organisme ou service ou en raison de ce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue.", "content_length": 520}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "   Le droit d'accès prévu par l'article 39 de la loi n° 78-17 du 6 janvier 1978 s'exerce auprès du directeur central de la police judiciaire au ministère de l'intérieur, place Beauvau, Paris (8e).", "content_length": 196}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Le présent traitement est placé sous le contrôle du procureur général près la cour d'appel dans le ressort de laquelle est situé le service gestionnaire.", "content_length": 156}, {"no": 2, "content": "   Il peut d'office et sans préjudice du contrôle effectué par la Commission nationale de l'informatique et des libertés en application de la loi du 6 janvier 1978 susvisée, ordonner l'effacement des informations dont la conservation ne paraîtrait manifestement plus utile compte tenu de la finalité du traitement.", "content_length": 314}, {"no": 3, "content": "   L'autorité gestionnaire du fichier adresse à ce magistrat ainsi qu'à la Commission nationale de l'informatique et des libertés un rapport annuel d'activité mentionnant notamment les résultats des opérations de mise à jour et d'apurement du fichier.", "content_length": 251}], "id": "7", "no": 7.0}, {"section": "7-1", "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "   Les empreintes relevées dans les conditions mentionnées au 2° de l'article 3 peuvent être effacées à la demande de l'intéressé, lorsque leur conservation n'apparaît plus nécessaire compte tenu de la finalité du fichier. Le procureur de la République compétent pour ordonner l'effacement est celui de la juridiction dans le ressort de laquelle a été menée la procédure ayant donné lieu à cet enregistrement.", "content_length": 409}, {"no": 2, "content": "   La demande d'effacement doit, à peine d'irrecevabilité, être adressée par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe. Cette demande est directement adressée au procureur de la République compétent en vertu des dispositions de l'alinéa précédent. Elle peut également être adressée au procureur de la République du domicile de l'intéressé, qui la transmet au procureur de la République compétent.", "content_length": 435}, {"no": 3, "content": "   Le magistrat compétent fait connaître sa décision à l'intéressé, par lettre recommandée, dans un délai de trois mois à compter de la réception de la demande soit par lui-même, soit par le procureur de la République du domicile de l'intéressé.", "content_length": 245}, {"no": 4, "content": "   A défaut de réponse dans ce délai, ou si le magistrat n'ordonne pas l'effacement, l'intéressé peut saisir aux mêmes fins le juge des libertés et de la détention dans un délai de dix jours par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe.", "content_length": 276}, {"no": 5, "content": "   Après avoir sollicité les réquisitions écrites du procureur de la République, le juge des libertés et de la détention statue par ordonnance motivée dans un délai de deux mois. L'ordonnance est notifiée au procureur de la République et, par lettre recommandée, à l'intéressé.", "content_length": 277}, {"no": 6, "content": "   Faute pour le juge des libertés et de la détention de statuer dans le délai de deux mois ou en cas d'ordonnance refusant l'effacement, l'intéressé peut, dans un délai de dix jours, saisir le président de la chambre de l'instruction, par lettre recommandée avec accusé de réception ou par déclaration au greffe. A peine d'irrecevabilité, sa contestation doit être motivée.", "content_length": 374}, {"no": 7, "content": "   En cas d'ordonnance prescrivant l'effacement, le procureur de la République peut également, dans un délai de dix jours, contester cette décision devant le président de la chambre de l'instruction. Cette contestation suspend l'exécution de la décision.", "content_length": 254}, {"no": 8, "content": "   Le président de la chambre de l'instruction statue, après avoir sollicité les réquisitions écrites du procureur général, par une ordonnance motivée, dans un délai de trois mois. Cette ordonnance est notifiée au procureur de la République et, par lettre recommandée, à l'intéressé. Elle ne peut faire l'objet d'un pourvoi en cassation que si elle ne satisfait pas, en la forme, aux conditions essentielles de son existence légale.", "content_length": 432}], "id": "7-1", "no": 7.1, "status": "new"}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "   Les fonctionnaires dûment habilités des services d'identité judiciaire du ministère de l'intérieur et des unités de recherches de la gendarmerie nationale pourront seuls avoir accès aux informations enregistrées et procéder aux opérations d'identification à la demande de l'autorité judiciaire ou des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale.", "content_length": 389}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "   Le fichier prévu au présent décret ne peut faire l'objet d'aucune interconnexion, rapprochement ou d'aucune autre forme de mise en relation avec un autre traitement automatisé d'informations nominatives.", "content_length": 206}], "id": "9", "no": 9.0}, {"section": "9-1", "title": "Article 9-1", "paragraphs": [{"no": 1, "content": "   Le présent décret est applicable en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte.", "content_length": 127}], "id": "9-1", "no": 9.1, "status": "new"}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "     Le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre de l'intérieur et le ministre délégué auprès du ministre de l'intérieur, chargé de la sécurité, sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 326}], "id": "10", "no": 10.0}]}, {"source": "2011-02-10", "id": "JORFTEXT000000517568", "published": "2011-02-10", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517568/2011-02-10", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Est autorisé, dans les conditions prévues au présent décret, le traitement automatisé de traces et empreintes digitales et palmaires en vue de faciliter la recherche et l'identification, par les services de la police nationale et de la gendarmerie nationale, ainsi que par le service national de la douane judiciaire, des auteurs de crimes et de délits et de faciliter la poursuite, l'instruction et le jugement des affaires dont l'autorité judiciaire est saisie.", "content_length": 463}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Ce traitement est mis en oeuvre par la direction centrale de la police judiciaire au ministère de l'intérieur. Il porte la dénomination de fichier automatisé des empreintes digitales.", "content_length": 186}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "   Peuvent être enregistrées :", "content_length": 30}, {"no": 2, "content": "   1° Les traces relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire, d'une enquête ou d'une instruction pour recherche des causes d'une disparition inquiétante ou suspecte prévue par les articles 74-1 ou 80-4 du code de procédure pénale ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire ;", "content_length": 387}, {"no": 3, "content": "   2° Les empreintes digitales et palmaires relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire, lorsqu'elles concernent des personnes à l'encontre desquelles il existe des indices graves ou concordants rendant vraisemblable qu'elles aient pu participer, comme auteur ou comme complice, à la commission d'un crime ou d'un délit ou des personnes, mises en cause dans une procédure pénale, dont l'identification certaine s'avère nécessaire ;", "content_length": 587}, {"no": 4, "content": "   3° Les empreintes digitales et palmaires relevées dans les établissements pénitentiaires, en application du code de procédure pénale, en vue de s'assurer de manière certaine de l'identité des détenus qui font l'objet d'une procédure pour crime ou délit et d'établir les cas de récidive ;", "content_length": 290}, {"no": 5, "content": "   4° Les traces et les empreintes digitales et palmaires transmises par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers en application d'engagements internationaux.", "content_length": 230}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "   Les empreintes digitales et palmaires enregistrées sont accompagnées des informations suivantes :", "content_length": 100}, {"no": 2, "content": "   1° Les nom, prénoms, date et lieu de naissance, filiation et sexe ;", "content_length": 70}, {"no": 3, "content": "   2° Le service ayant procédé à la signalisation ;", "content_length": 51}, {"no": 4, "content": "   3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 67}, {"no": 5, "content": "   4° La nature de l'affaire et la référence de la procédure.", "content_length": 61}, {"no": 6, "content": "   5° Les clichés anthropométriques ;", "content_length": 37}, {"no": 7, "content": "   6° Pour les empreintes transmises dans le cas prévu au 4° de l'article 3, l'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 156}, {"no": 8, "content": "   Les traces d'empreintes enregistrées sont accompagnées des informations suivantes :", "content_length": 86}, {"no": 9, "content": "   1° Le lieu sur lequel elles ont été relevées, ainsi que la date du relevé ;", "content_length": 78}, {"no": 10, "content": "   2° Le service ayant procédé au relevé des traces ;", "content_length": 53}, {"no": 11, "content": "   3° La date et le lieu d'établissement de la fiche supportant la reproduction des traces papillaires ;", "content_length": 104}, {"no": 12, "content": "   4° La nature de l'affaire et la référence de la procédure ;", "content_length": 62}, {"no": 13, "content": "   5° L'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 85}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "    Les informations enregistrées sont conservées pendant une durée maximale de vingt-cinq ans à compter de l'établissement de la fiche signalétique, s'il n'a pas été préalablement procédé à leur effacement dans les conditions prévues aux articles 7 et 7-1 ou en raison de ce que le service gestionnaire du traitement a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue.", "content_length": 427}, {"no": 2, "content": "   Les informations transmises par un organisme de coopération internationale en matière de police judiciaire ou par un service de police étranger sont conservées pendant une durée maximale de vingt-cinq ans à compter de leur date d'enregistrement dans le traitement, s'il n'a pas été préalablement procédé à leur effacement sur demande dudit organisme ou service ou en raison de ce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue.", "content_length": 520}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "   Le droit d'accès prévu par l'article 39 de la loi n° 78-17 du 6 janvier 1978 s'exerce auprès du directeur central de la police judiciaire au ministère de l'intérieur, place Beauvau, Paris (8e).", "content_length": 196}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Le présent traitement est placé sous le contrôle du procureur général près la cour d'appel dans le ressort de laquelle est situé le service gestionnaire.", "content_length": 156}, {"no": 2, "content": "   Il peut d'office et sans préjudice du contrôle effectué par la Commission nationale de l'informatique et des libertés en application de la loi du 6 janvier 1978 susvisée, ordonner l'effacement des informations dont la conservation ne paraîtrait manifestement plus utile compte tenu de la finalité du traitement.", "content_length": 314}, {"no": 3, "content": "   L'autorité gestionnaire du fichier adresse à ce magistrat ainsi qu'à la Commission nationale de l'informatique et des libertés un rapport annuel d'activité mentionnant notamment les résultats des opérations de mise à jour et d'apurement du fichier.", "content_length": 251}], "id": "7", "no": 7.0}, {"section": "7-1", "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "   Les empreintes relevées dans les conditions mentionnées au 2° de l'article 3 peuvent être effacées à la demande de l'intéressé, lorsque leur conservation n'apparaît plus nécessaire compte tenu de la finalité du fichier. Le procureur de la République compétent pour ordonner l'effacement est celui de la juridiction dans le ressort de laquelle a été menée la procédure ayant donné lieu à cet enregistrement.", "content_length": 409}, {"no": 2, "content": "   La demande d'effacement doit, à peine d'irrecevabilité, être adressée par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe. Cette demande est directement adressée au procureur de la République compétent en vertu des dispositions de l'alinéa précédent. Elle peut également être adressée au procureur de la République du domicile de l'intéressé, qui la transmet au procureur de la République compétent.", "content_length": 435}, {"no": 3, "content": "   Le magistrat compétent fait connaître sa décision à l'intéressé, par lettre recommandée, dans un délai de trois mois à compter de la réception de la demande soit par lui-même, soit par le procureur de la République du domicile de l'intéressé.", "content_length": 245}, {"no": 4, "content": "   A défaut de réponse dans ce délai, ou si le magistrat n'ordonne pas l'effacement, l'intéressé peut saisir aux mêmes fins le juge des libertés et de la détention dans un délai de dix jours par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe.", "content_length": 276}, {"no": 5, "content": "   Après avoir sollicité les réquisitions écrites du procureur de la République, le juge des libertés et de la détention statue par ordonnance motivée dans un délai de deux mois. L'ordonnance est notifiée au procureur de la République et, par lettre recommandée, à l'intéressé.", "content_length": 277}, {"no": 6, "content": "   Faute pour le juge des libertés et de la détention de statuer dans le délai de deux mois ou en cas d'ordonnance refusant l'effacement, l'intéressé peut, dans un délai de dix jours, saisir le président de la chambre de l'instruction, par lettre recommandée avec accusé de réception ou par déclaration au greffe. A peine d'irrecevabilité, sa contestation doit être motivée.", "content_length": 374}, {"no": 7, "content": "   En cas d'ordonnance prescrivant l'effacement, le procureur de la République peut également, dans un délai de dix jours, contester cette décision devant le président de la chambre de l'instruction. Cette contestation suspend l'exécution de la décision.", "content_length": 254}, {"no": 8, "content": "   Le président de la chambre de l'instruction statue, après avoir sollicité les réquisitions écrites du procureur général, par une ordonnance motivée, dans un délai de trois mois. Cette ordonnance est notifiée au procureur de la République et, par lettre recommandée, à l'intéressé. Elle ne peut faire l'objet d'un pourvoi en cassation que si elle ne satisfait pas, en la forme, aux conditions essentielles de son existence légale.", "content_length": 432}], "id": "7-1", "no": 7.1}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les fonctionnaires et militaires individuellement désignés et spécialement habilités des services d'identité judiciaire de la police nationale, du service technique de recherches judiciaires et de documentation ainsi que des unités de recherches de la gendarmerie nationale peuvent seuls avoir accès aux données à caractère personnel et aux informations contenues dans le traitement pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale, ou des agents des douanes habilités à effectuer des enquêtes judiciaires en vertu des dispositions de l'article 28-1 du code de procédure pénale. ", "content_length": 704}, {"no": 2, "content": "Dans le cadre et pour les besoins exclusifs des procédures judiciaires dont ils sont saisis, les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale et les agents des douanes mentionnés à l'alinéa précédent sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation en vue des finalités définies à l'article 1er.", "content_length": 387}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "   Le fichier prévu au présent décret ne peut faire l'objet d'aucune interconnexion, rapprochement ou d'aucune autre forme de mise en relation avec un autre traitement automatisé d'informations nominatives.", "content_length": 206}], "id": "9", "no": 9.0}, {"section": "9-1", "title": "Article 9-1", "paragraphs": [{"no": 1, "content": "Par dérogation aux articles 8 et 9, les données enregistrées dans le fichier automatisé des empreintes digitales peuvent être consultées, en vue notamment de faire l'objet de rapprochements, par les agents d'organismes de coopération internationale en matière de police judiciaire ou par les agents des services de police ou de justice d'Etats étrangers, aux fins et dans les conditions prévues : ", "content_length": 397}, {"no": 2, "content": "1° Par le traité relatif à l'approfondissement de la coopération transfrontalière, notamment en vue de lutter contre le terrorisme, la criminalité transfrontalière et la migration illégale, signé à Prüm le 27 mai 2005 ; ", "content_length": 220}, {"no": 3, "content": "2° Par tout acte pris en application du titre V du traité sur le fonctionnement de l'Union européenne et poursuivant des buts analogues, en tout ou partie, à ceux du traité mentionné au 1° ; ", "content_length": 191}, {"no": 4, "content": "3° Par tout engagement liant, aux fins et dans les conditions définies à l'article 24 de la loi n° 2003-239 du 18 mars 2003 sur la sécurité intérieure, la France à des organismes internationaux ou à des Etats étrangers, lorsque ces organismes et ces Etats assurent à la vie privée, aux libertés et aux droits fondamentaux des personnes à l'égard de données à caractère personnel un niveau de protection suffisant au sens de l'article 68 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.", "content_length": 530}], "id": "9-1", "no": 9.1}, {"section": "9-2", "title": "Article 9-2", "paragraphs": [{"no": 1, "content": "Sous réserve des règles particulières prévues par les actes et accords mentionnés aux 2° et 3° de l'article 9-1, les opérations réalisées en vertu de ces dispositions : ", "content_length": 169}, {"no": 2, "content": " 1° Sont le fait d'agents spécialement habilités à cet effet par les organismes internationaux ou Etats requérants ; ", "content_length": 117}, {"no": 3, "content": " 2° Font l'objet, de la part de ces agents, de demandes préalables motivées ; ", "content_length": 78}, {"no": 4, "content": " 3° Donnent lieu à la mise en place, par le gestionnaire du traitement, d'un dispositif permettant de retracer, par enregistrement informatique, la consultation du fichier. ", "content_length": 173}], "id": "9-2", "no": 9.2, "status": "new"}, {"section": "9-3", "title": "Article 9-3", "paragraphs": [{"no": 1, "content": "   Le présent décret est applicable en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte.", "content_length": 127}], "id": "9-3", "no": 9.3, "status": "new"}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "     Le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre de l'intérieur et le ministre délégué auprès du ministre de l'intérieur, chargé de la sécurité, sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 326}], "id": "10", "no": 10.0}]}, {"source": "2015-12-05", "id": "JORFTEXT000000517568", "published": "2015-12-05", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517568/2015-12-05", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "I.-Est autorisé, dans les conditions prévues au présent décret, le traitement automatisé de traces et empreintes digitales et palmaires : ", "content_length": 138}, {"no": 2, "content": "-en vue de faciliter la recherche et l'identification, par les services de la police nationale et les unités de la gendarmerie nationale ainsi que par le service national de la douane judiciaire, des auteurs de crimes et de délits et de faciliter la poursuite, l'instruction et le jugement des affaires criminelles et délictuelles dont l'autorité judiciaire est saisie ; -en vue de faciliter la recherche et la découverte des mineurs et majeurs protégés disparus ainsi que celles des majeurs dont la disparition présente un caractère inquiétant ou suspect eu égard aux circonstances, à l'âge de l'intéressé ou à son état de santé ; -en vue de faciliter l'identification dans un cadre judiciaire des personnes décédées ainsi que l'identification des personnes découvertes grièvement blessées dont l'identité n'a pu être établie ; -en vue de faciliter l'identification dans un cadre extrajudiciaire des personnes décédées. ", "content_length": 921}, {"no": 3, "content": " II.-Est également autorisée, dans les conditions prévues au présent décret, la consultation du traitement automatisé des empreintes digitales : ", "content_length": 145}, {"no": 4, "content": "-en vue de permettre l'identification d'un étranger dans les conditions prévues à l' article L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; -en vue de permettre l'identification des personnes dans le cadre de la procédure de vérification d'identité de l' article 78-3 du code de procédure pénale . ", "content_length": 329}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Ce traitement est mis en oeuvre par la direction centrale de la police judiciaire au ministère de l'intérieur. Il porte la dénomination de fichier automatisé des empreintes digitales.", "content_length": 186}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Peuvent être enregistrées :  1° Les traces relevées dans le cadre :  a) D'une enquête pour crime ou délit flagrant ;  b) D'une enquête préliminaire ;  c) D'une commission rogatoire ;  d) D'une enquête ou d'une information pour recherche des causes de la mort ou d'une disparition, prévue par les articles 74,74-1 et 80-4 du code de procédure pénale ;  e) D'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par l' article 74 du code de procédure pénale ;  f) De l'exécution d'un ordre de recherche délivré par une autorité judiciaire ;  2° Les empreintes digitales et palmaires relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire, lorsqu'elles concernent des personnes à l'encontre desquelles il existe des indices graves ou concordants rendant vraisemblable qu'elles aient pu participer, comme auteur ou comme complice, à la commission d'un crime ou d'un délit, ou des personnes mises en cause dans une procédure criminelle ou délictuelle, dont l'identification certaine s'avère nécessaire ;  3° Les empreintes digitales et palmaires relevées sur les cadavres non identifiés et les personnes découvertes grièvement blessées dont l'identité n'a pu être établie, dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire, d'une enquête ou d'une information pour recherche des causes de la mort ou d'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par les articles  74 et  80-4 du code de procédure pénale ;  4° Les empreintes digitales et palmaires relevées dans les établissements pénitentiaires, en vue de s'assurer de manière certaine de l'identité des détenus qui font l'objet d'une procédure pour crime ou délit et d'établir les cas de récidive ;  5° Les traces et les empreintes digitales et palmaires transmises par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers en application d'engagements internationaux ;  6° Les empreintes digitales et palmaires relevées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées. ", "content_length": 2555}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "Les empreintes digitales et palmaires enregistrées sont accompagnées des informations suivantes :", "content_length": 97}, {"no": 2, "content": "1° Le sexe de la personne et, lorsqu'ils sont connus, ses nom, prénoms, date et lieu de naissance et éléments de filiation ;", "content_length": 124}, {"no": 3, "content": "2° Le service ayant procédé à la signalisation ;", "content_length": 48}, {"no": 4, "content": "3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 64}, {"no": 5, "content": "4° La nature de l'affaire et la référence de la procédure.", "content_length": 58}, {"no": 6, "content": "5° Les clichés anthropométriques ;", "content_length": 34}, {"no": 7, "content": "6° Pour les empreintes transmises dans le cas prévu au 5° de l'article 3, l'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 153}, {"no": 8, "content": "Les traces d'empreintes enregistrées sont accompagnées des informations suivantes :", "content_length": 83}, {"no": 9, "content": "1° Le lieu sur lequel elles ont été relevées, ainsi que la date du relevé ;", "content_length": 75}, {"no": 10, "content": "2° Le service ayant procédé au relevé des traces ;", "content_length": 50}, {"no": 11, "content": "3° La date et le lieu d'établissement de la fiche supportant la reproduction des traces papillaires ;", "content_length": 101}, {"no": 12, "content": "4° La nature de l'affaire et la référence de la procédure ;", "content_length": 59}, {"no": 13, "content": "5° L'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 82}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "    Les informations enregistrées sont conservées pendant une durée maximale de vingt-cinq ans à compter de l'établissement de la fiche signalétique, s'il n'a pas été préalablement procédé à leur effacement dans les conditions prévues aux articles 7 et 7-1 ou en raison de ce que le service gestionnaire du traitement a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue.", "content_length": 427}, {"no": 2, "content": "   Les informations transmises par un organisme de coopération internationale en matière de police judiciaire ou par un service de police étranger sont conservées pendant une durée maximale de vingt-cinq ans à compter de leur date d'enregistrement dans le traitement, s'il n'a pas été préalablement procédé à leur effacement sur demande dudit organisme ou service ou en raison de ce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue.", "content_length": 520}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les droits d'accès et de rectification prévus par les articles 39 et 40 de la loi n° 78-17 du 6 janvier 1978 s'exercent auprès du directeur central de la police judiciaire au ministère de l'intérieur, place Beauvau, Paris (8e).   Le droit d'opposition prévu par l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement. ", "content_length": 353}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Le présent traitement est placé sous le contrôle du procureur général près la cour d'appel dans le ressort de laquelle est situé le service gestionnaire.", "content_length": 156}, {"no": 2, "content": "   Il peut d'office et sans préjudice du contrôle effectué par la Commission nationale de l'informatique et des libertés en application de la loi du 6 janvier 1978 susvisée, ordonner l'effacement des informations dont la conservation ne paraîtrait manifestement plus utile compte tenu de la finalité du traitement.", "content_length": 314}, {"no": 3, "content": "   L'autorité gestionnaire du fichier adresse à ce magistrat ainsi qu'à la Commission nationale de l'informatique et des libertés un rapport annuel d'activité mentionnant notamment les résultats des opérations de mise à jour et d'apurement du fichier.", "content_length": 251}], "id": "7", "no": 7.0}, {"section": "7-1", "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "I.-Sont effacées par le service gestionnaire :   1° Les traces et informations mentionnées au d du 1° de l'article 3, dès réception par ce service d'un avis l'informant de la découverte de la personne disparue ;   2° Les empreintes et informations mentionnées au 2° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant du décès de la personne concernée ;   3° Les empreintes et informations mentionnées au 3° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne grièvement blessée ou décédée ;   4° Les traces et empreintes mentionnées au 5° de l'article 3 sur demande dudit organisme ou service ou parce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue ;   5° Les empreintes et informations mentionnées au 6° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne décédée ;   6° Les empreintes et informations liées en cas de décision de relaxe ou d'acquittement devenue définitive, dès réception de l'avis en informant le service gestionnaire.   II.-Les empreintes et informations liées sont effacées en cas de décision de non-lieu, de classement sans suite pour absence d'infraction ou insuffisance de charges ou pour auteur inconnu, sauf si le procureur de la République estime que leur conservation apparaît nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée.   Le procureur de la République ne peut s'opposer à l'effacement lorsque la prescription de l'action publique est acquise.   III.-Les empreintes et informations mentionnées aux 2° et 4° de l'article 3 sont effacées à la demande de l'intéressé, lorsque leur conservation n'apparaît plus nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée. ", "content_length": 2098}], "id": "7-1", "no": 7.1}, {"section": "7-2", "title": "Article 7-2", "paragraphs": [{"no": 1, "content": "Toute demande d'effacement doit, à peine d'irrecevabilité, être adressée par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe. Cette demande est directement adressée au procureur de la République compétent, qui est celui de la juridiction dans le ressort de laquelle a été menée la procédure ayant donné lieu à cet enregistrement. Elle peut également être adressée au procureur de la République du domicile de l'intéressé, qui la transmet au procureur de la République compétent.   Le magistrat compétent fait connaître sa décision à l'intéressé, par lettre recommandée avec demande d'avis de réception, dans un délai de trois mois à compter de la réception de la demande soit par lui-même, soit par le procureur de la République du domicile de l'intéressé.   A défaut de réponse dans ce délai, ou si le magistrat n'ordonne pas l'effacement, l'intéressé peut saisir aux mêmes fins le juge des libertés et de la détention dans un délai de dix jours, à compter de l'expiration du délai prévu à l'alinéa précédent ou de la réception par le requérant de la décision du procureur de la République, par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe.   Après avoir sollicité les réquisitions écrites du procureur de la République, le juge des libertés et de la détention statue par ordonnance motivée dans un délai de deux mois, à compter de la date de réception ou de la déclaration au greffe de la demande d'effacement formée devant lui. L'ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé.   Faute pour le juge des libertés et de la détention de statuer dans le délai de deux mois ou en cas d'ordonnance refusant l'effacement, l'intéressé peut, dans un délai de dix jours à compter de l'expiration du délai prévu à l'alinéa précédent ou de la notification à la personne de l'ordonnance du juge des libertés et de la détention, saisir le président de la chambre de l'instruction, par lettre recommandée avec accusé de réception ou par déclaration au greffe. A peine d'irrecevabilité, sa contestation doit être motivée.   En cas d'ordonnance prescrivant l'effacement, le procureur de la République peut également, dans un délai de dix jours à compter de la date de la notification de l'ordonnance du juge des libertés et de la détention, contester cette décision devant le président de la chambre de l'instruction. Cette contestation suspend l'exécution de la décision.   Le président de la chambre de l'instruction statue, après avoir sollicité les réquisitions écrites du procureur général, par une ordonnance motivée, dans un délai de trois mois à compter de la date de réception de la lettre recommandée ou de la déclaration au greffe par le requérant, ou de la date de la contestation par le procureur de la République de l'ordonnance du juge des libertés et de la détention. Cette ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé. Elle ne peut faire l'objet d'un pourvoi en cassation que si elle ne satisfait pas, en la forme, aux conditions essentielles de son existence légale.", "content_length": 3205}], "id": "7-2", "no": 7.2, "status": "new"}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les fonctionnaires et militaires individuellement désignés et habilités des services d'identité judiciaire de la police nationale, du service technique de recherches judiciaires et de documentation ainsi que des unités de recherches de la gendarmerie nationale peuvent seuls avoir accès aux données à caractère personnel et aux informations contenues dans le traitement :  1° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale, ou des agents des douanes habilités à effectuer des enquêtes judiciaires en vertu des  dispositions de l'article 28-1 du code de procédure pénale ;  2° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des fonctionnaires de la police ou des militaires de la gendarmerie dans le cadre des recherches aux fins d'identification des personnes décédées prévues aux  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ;  3° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des dispositions des articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ;  4° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des  dispositions de l'article 78-3 du code de procédure pénale . ", "content_length": 1686}], "id": "8", "no": 8.0}, {"section": "8-1", "title": "Article 8-1", "paragraphs": [{"no": 1, "content": "I.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale et les agents des douanes mentionnés à l'article précédent sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation en vue des finalités définies à l'article 1er dans le cadre et pour les besoins exclusifs des procédures judiciaires dont ils sont saisis.  II.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation à raison de leurs attributions, dans le cadre et pour les besoins exclusifs :  1° Des recherches aux fins d'identification des personnes décédées effectuées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ;  2° Des procédures d'identification prévues aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile dont ils sont saisis ;  3° Des mesures de vérification d'identité de l' article 78-3 du code de procédure pénale .", "content_length": 1253}], "id": "8-1", "no": 8.1, "status": "new"}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "Le fichier prévu au présent décret ne peut faire l'objet d'aucune interconnexion, rapprochement ou d'aucune autre forme de mise en relation        avec un autre traitement automatisé de données à caractère personnel, à l'exception du traitement visé à l' article 48-1 du code de procédure pénale aux seules fins d'alimentation et de mise à jour du fichier prévu par le présent décret..", "content_length": 385}], "id": "9", "no": 9.0}, {"section": "9-1", "title": "Article 9-1", "paragraphs": [{"no": 1, "content": "Par dérogation aux articles 8 et 9, les données enregistrées dans le fichier automatisé des empreintes digitales, à l'exclusion de celles enregistrées au titre du 6° de l'article 3, peuvent être consultées, en vue notamment de faire l'objet de rapprochements, par les agents d'organismes de coopération internationale en matière de police judiciaire ou par les agents des services de police ou de justice d'Etats étrangers, aux fins et dans les conditions prévues : ", "content_length": 466}, {"no": 2, "content": "1° Par le traité relatif à l'approfondissement de la coopération transfrontalière, notamment en vue de lutter contre le terrorisme, la criminalité transfrontalière et la migration illégale, signé à Prüm le 27 mai 2005 ; ", "content_length": 220}, {"no": 3, "content": "2° Par tout acte pris en application du titre V du traité sur le fonctionnement de l'Union européenne et poursuivant des buts analogues, en tout ou partie, à ceux du traité mentionné au 1° ; ", "content_length": 191}, {"no": 4, "content": "3° Par tout engagement liant, aux fins et dans les conditions définies à l'article L. 235-1 du code de la sécurité intérieure, la France à des organismes internationaux ou à des Etats étrangers, lorsque ces organismes et ces Etats assurent à la vie privée, aux libertés et aux droits fondamentaux des personnes à l'égard de données à caractère personnel un niveau de protection suffisant au sens de l'article 68 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.", "content_length": 505}], "id": "9-1", "no": 9.1}, {"section": "9-2", "title": "Article 9-2", "paragraphs": [{"no": 1, "content": "Sous réserve des règles particulières prévues par les actes et accords mentionnés aux 2° et 3° de l'article 9-1, les opérations réalisées en vertu de ces dispositions : ", "content_length": 169}, {"no": 2, "content": " 1° Sont le fait d'agents spécialement habilités à cet effet par les organismes internationaux ou Etats requérants ; ", "content_length": 117}, {"no": 3, "content": " 2° Font l'objet, de la part de ces agents, de demandes préalables motivées ; ", "content_length": 78}, {"no": 4, "content": " 3° Donnent lieu à la mise en place, par le gestionnaire du traitement, d'un dispositif permettant de retracer, par enregistrement informatique, la consultation du fichier. ", "content_length": 173}], "id": "9-2", "no": 9.2}, {"section": "9-3", "title": "Article 9-3", "paragraphs": [{"no": 1, "content": "Le présent décret, dans sa rédaction résultant du  décret n° 2015-1580 du 2 décembre 2015 modifiant le  décret n° 87-249 du 8 avril 1987 relatif au fichier automatisé des empreintes digitales géré par le ministère de l'intérieur, est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, sous réserve des adaptations suivantes : 1° Pour l'application des articles 3,8 et 8-1 en Nouvelle-Calédonie :  a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article L. 362-1 du code des communes de la Nouvelle-Calédonie ;  b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2002-388 du 20 mars 2002 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ;  2° Pour l'application des articles 8 et 8-1 en Polynésie française, les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2000-372 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ;  3° Pour l'application des articles 3,8 et 8-1 dans les îles Wallis et Futuna :  a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article 814-2 du code de procédure pénale ;  b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  8 et  10 de l'ordonnance n° 2000-371 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna. ", "content_length": 1918}], "id": "9-3", "no": 9.3}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "     Le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre de l'intérieur et le ministre délégué auprès du ministre de l'intérieur, chargé de la sécurité, sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 326}], "id": "10", "no": 10.0}]}, {"source": "2015-12-31", "id": "JORFTEXT000000517568", "published": "2015-12-31", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517568/2015-12-31", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "I.-Est autorisé, dans les conditions prévues au présent décret, le traitement automatisé de traces et empreintes digitales et palmaires : ", "content_length": 138}, {"no": 2, "content": "-en vue de faciliter la recherche et l'identification, par les services de la police nationale et les unités de la gendarmerie nationale ainsi que par le service national de la douane judiciaire, des auteurs de crimes et de délits et de faciliter la poursuite, l'instruction et le jugement des affaires criminelles et délictuelles dont l'autorité judiciaire est saisie ; -en vue de faciliter la recherche et la découverte des mineurs et majeurs protégés disparus ainsi que celles des majeurs dont la disparition présente un caractère inquiétant ou suspect eu égard aux circonstances, à l'âge de l'intéressé ou à son état de santé ; -en vue de faciliter l'identification dans un cadre judiciaire des personnes décédées ainsi que l'identification des personnes découvertes grièvement blessées dont l'identité n'a pu être établie ; -en vue de faciliter l'identification dans un cadre extrajudiciaire des personnes décédées. ", "content_length": 921}, {"no": 3, "content": " II.-Est également autorisée, dans les conditions prévues au présent décret, la consultation du traitement automatisé des empreintes digitales : ", "content_length": 145}, {"no": 4, "content": "-en vue de permettre l'identification d'un étranger dans les conditions prévues à l' article L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; -en vue de permettre l'identification des personnes dans le cadre de la procédure de vérification d'identité de l' article 78-3 du code de procédure pénale . ", "content_length": 329}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Ce traitement est mis en oeuvre par la direction centrale de la police judiciaire au ministère de l'intérieur. Il porte la dénomination de fichier automatisé des empreintes digitales.", "content_length": 186}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Peuvent être enregistrées :  1° Les traces relevées dans le cadre :  a) D'une enquête pour crime ou délit flagrant ;  b) D'une enquête préliminaire ;  c) D'une commission rogatoire ;  d) D'une enquête ou d'une information pour recherche des causes de la mort ou d'une disparition, prévue par les articles 74,74-1 et 80-4 du code de procédure pénale ;  e) D'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par l' article 74 du code de procédure pénale ;  f) De l'exécution d'un ordre de recherche délivré par une autorité judiciaire ;  2° Les empreintes digitales et palmaires relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire, lorsqu'elles concernent des personnes à l'encontre desquelles il existe des indices graves ou concordants rendant vraisemblable qu'elles aient pu participer, comme auteur ou comme complice, à la commission d'un crime ou d'un délit, ou des personnes mises en cause dans une procédure criminelle ou délictuelle, dont l'identification certaine s'avère nécessaire ;  3° Les empreintes digitales et palmaires relevées sur les cadavres non identifiés et les personnes découvertes grièvement blessées dont l'identité n'a pu être établie, dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire, d'une enquête ou d'une information pour recherche des causes de la mort ou d'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par les articles  74 et  80-4 du code de procédure pénale ;  4° Les empreintes digitales et palmaires relevées dans les établissements pénitentiaires, en vue de s'assurer de manière certaine de l'identité des détenus qui font l'objet d'une procédure pour crime ou délit et d'établir les cas de récidive ;  5° Les traces et les empreintes digitales et palmaires transmises par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers en application d'engagements internationaux ;  6° Les empreintes digitales et palmaires relevées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées. ", "content_length": 2555}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "Les empreintes digitales et palmaires enregistrées sont accompagnées des informations suivantes :", "content_length": 97}, {"no": 2, "content": "1° Le sexe de la personne et, lorsqu'ils sont connus, ses nom, prénoms, date et lieu de naissance et éléments de filiation ;", "content_length": 124}, {"no": 3, "content": "2° Le service ayant procédé à la signalisation ;", "content_length": 48}, {"no": 4, "content": "3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 64}, {"no": 5, "content": "4° La nature de l'affaire et la référence de la procédure.", "content_length": 58}, {"no": 6, "content": "5° Les clichés anthropométriques ;", "content_length": 34}, {"no": 7, "content": "6° Pour les empreintes transmises dans le cas prévu au 5° de l'article 3, l'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 153}, {"no": 8, "content": "Les traces d'empreintes enregistrées sont accompagnées des informations suivantes :", "content_length": 83}, {"no": 9, "content": "1° Le lieu sur lequel elles ont été relevées, ainsi que la date du relevé ;", "content_length": 75}, {"no": 10, "content": "2° Le service ayant procédé au relevé des traces ;", "content_length": 50}, {"no": 11, "content": "3° La date et le lieu d'établissement de la fiche supportant la reproduction des traces papillaires ;", "content_length": 101}, {"no": 12, "content": "4° La nature de l'affaire et la référence de la procédure ;", "content_length": 59}, {"no": 13, "content": "5° L'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 82}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "    Les informations enregistrées sont conservées pendant une durée maximale de vingt-cinq ans à compter de l'établissement de la fiche signalétique, s'il n'a pas été préalablement procédé à leur effacement dans les conditions prévues aux articles 7 et 7-1 ou en raison de ce que le service gestionnaire du traitement a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue.", "content_length": 427}, {"no": 2, "content": "   Les informations transmises par un organisme de coopération internationale en matière de police judiciaire ou par un service de police étranger sont conservées pendant une durée maximale de vingt-cinq ans à compter de leur date d'enregistrement dans le traitement, s'il n'a pas été préalablement procédé à leur effacement sur demande dudit organisme ou service ou en raison de ce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue.", "content_length": 520}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les droits d'accès et de rectification prévus par les articles 39 et 40 de la loi n° 78-17 du 6 janvier 1978 s'exercent auprès du directeur central de la police judiciaire au ministère de l'intérieur, place Beauvau, Paris (8e).   Le droit d'opposition prévu par l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement. ", "content_length": 353}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Le présent traitement est placé sous le contrôle du procureur général près la cour d'appel dans le ressort de laquelle est situé le service gestionnaire.", "content_length": 156}, {"no": 2, "content": "   Il peut d'office et sans préjudice du contrôle effectué par la Commission nationale de l'informatique et des libertés en application de la loi du 6 janvier 1978 susvisée, ordonner l'effacement des informations dont la conservation ne paraîtrait manifestement plus utile compte tenu de la finalité du traitement.", "content_length": 314}, {"no": 3, "content": "   L'autorité gestionnaire du fichier adresse à ce magistrat ainsi qu'à la Commission nationale de l'informatique et des libertés un rapport annuel d'activité mentionnant notamment les résultats des opérations de mise à jour et d'apurement du fichier.", "content_length": 251}], "id": "7", "no": 7.0}, {"section": "7-1", "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "I.-Sont effacées par le service gestionnaire :   1° Les traces et informations mentionnées au d du 1° de l'article 3, dès réception par ce service d'un avis l'informant de la découverte de la personne disparue ;   2° Les empreintes et informations mentionnées au 2° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant du décès de la personne concernée ;   3° Les empreintes et informations mentionnées au 3° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne grièvement blessée ou décédée ;   4° Les traces et empreintes mentionnées au 5° de l'article 3 sur demande dudit organisme ou service ou parce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue ;   5° Les empreintes et informations mentionnées au 6° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne décédée ;   6° Les empreintes et informations liées en cas de décision de relaxe ou d'acquittement devenue définitive, dès réception de l'avis en informant le service gestionnaire.   II.-Les empreintes et informations liées sont effacées en cas de décision de non-lieu, de classement sans suite pour absence d'infraction ou insuffisance de charges ou pour auteur inconnu, sauf si le procureur de la République estime que leur conservation apparaît nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée.   Le procureur de la République ne peut s'opposer à l'effacement lorsque la prescription de l'action publique est acquise.   III.-Les empreintes et informations mentionnées aux 2° et 4° de l'article 3 sont effacées à la demande de l'intéressé, lorsque leur conservation n'apparaît plus nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée. ", "content_length": 2098}], "id": "7-1", "no": 7.1}, {"section": "7-2", "title": "Article 7-2", "paragraphs": [{"no": 1, "content": "Toute demande d'effacement doit, à peine d'irrecevabilité, être adressée par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe. Cette demande est directement adressée au procureur de la République compétent, qui est celui de la juridiction dans le ressort de laquelle a été menée la procédure ayant donné lieu à cet enregistrement. Elle peut également être adressée au procureur de la République du domicile de l'intéressé, qui la transmet au procureur de la République compétent.   Le magistrat compétent fait connaître sa décision à l'intéressé, par lettre recommandée avec demande d'avis de réception, dans un délai de trois mois à compter de la réception de la demande soit par lui-même, soit par le procureur de la République du domicile de l'intéressé.   A défaut de réponse dans ce délai, ou si le magistrat n'ordonne pas l'effacement, l'intéressé peut saisir aux mêmes fins le juge des libertés et de la détention dans un délai de dix jours, à compter de l'expiration du délai prévu à l'alinéa précédent ou de la réception par le requérant de la décision du procureur de la République, par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe.   Après avoir sollicité les réquisitions écrites du procureur de la République, le juge des libertés et de la détention statue par ordonnance motivée dans un délai de deux mois, à compter de la date de réception ou de la déclaration au greffe de la demande d'effacement formée devant lui. L'ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé.   Faute pour le juge des libertés et de la détention de statuer dans le délai de deux mois ou en cas d'ordonnance refusant l'effacement, l'intéressé peut, dans un délai de dix jours à compter de l'expiration du délai prévu à l'alinéa précédent ou de la notification à la personne de l'ordonnance du juge des libertés et de la détention, saisir le président de la chambre de l'instruction, par lettre recommandée avec accusé de réception ou par déclaration au greffe. A peine d'irrecevabilité, sa contestation doit être motivée.   En cas d'ordonnance prescrivant l'effacement, le procureur de la République peut également, dans un délai de dix jours à compter de la date de la notification de l'ordonnance du juge des libertés et de la détention, contester cette décision devant le président de la chambre de l'instruction. Cette contestation suspend l'exécution de la décision.   Le président de la chambre de l'instruction statue, après avoir sollicité les réquisitions écrites du procureur général, par une ordonnance motivée, dans un délai de trois mois à compter de la date de réception de la lettre recommandée ou de la déclaration au greffe par le requérant, ou de la date de la contestation par le procureur de la République de l'ordonnance du juge des libertés et de la détention. Cette ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé. Elle ne peut faire l'objet d'un pourvoi en cassation que si elle ne satisfait pas, en la forme, aux conditions essentielles de son existence légale.", "content_length": 3205}], "id": "7-2", "no": 7.2}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les fonctionnaires et militaires individuellement désignés et habilités des services d'identité judiciaire de la police nationale, du       service central de renseignement criminel de la gendarmerie nationale  ainsi que des unités de recherches de la gendarmerie nationale peuvent seuls avoir accès aux données à caractère personnel et aux informations contenues dans le traitement : 1° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale, ou des agents des douanes habilités à effectuer des enquêtes judiciaires en vertu des  dispositions de l'article 28-1 du code de procédure pénale ; 2° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des fonctionnaires de la police ou des militaires de la gendarmerie dans le cadre des recherches aux fins d'identification des personnes décédées prévues aux  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ; 3° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des dispositions des articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; 4° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des  dispositions de l'article 78-3 du code de procédure pénale .", "content_length": 1694}], "id": "8", "no": 8.0}, {"section": "8-1", "title": "Article 8-1", "paragraphs": [{"no": 1, "content": "I.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale et les agents des douanes mentionnés à l'article précédent sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation en vue des finalités définies à l'article 1er dans le cadre et pour les besoins exclusifs des procédures judiciaires dont ils sont saisis.  II.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation à raison de leurs attributions, dans le cadre et pour les besoins exclusifs :  1° Des recherches aux fins d'identification des personnes décédées effectuées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ;  2° Des procédures d'identification prévues aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile dont ils sont saisis ;  3° Des mesures de vérification d'identité de l' article 78-3 du code de procédure pénale .", "content_length": 1253}], "id": "8-1", "no": 8.1}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "Le fichier prévu au présent décret ne peut faire l'objet d'aucune interconnexion, rapprochement ou d'aucune autre forme de mise en relation        avec un autre traitement automatisé de données à caractère personnel, à l'exception du traitement visé à l' article 48-1 du code de procédure pénale aux seules fins d'alimentation et de mise à jour du fichier prévu par le présent décret..", "content_length": 385}], "id": "9", "no": 9.0}, {"section": "9-1", "title": "Article 9-1", "paragraphs": [{"no": 1, "content": "Par dérogation aux articles 8 et 9, les données enregistrées dans le fichier automatisé des empreintes digitales, à l'exclusion de celles enregistrées au titre du 6° de l'article 3, peuvent être consultées, en vue notamment de faire l'objet de rapprochements, par les agents d'organismes de coopération internationale en matière de police judiciaire ou par les agents des services de police ou de justice d'Etats étrangers, aux fins et dans les conditions prévues : ", "content_length": 466}, {"no": 2, "content": "1° Par le traité relatif à l'approfondissement de la coopération transfrontalière, notamment en vue de lutter contre le terrorisme, la criminalité transfrontalière et la migration illégale, signé à Prüm le 27 mai 2005 ; ", "content_length": 220}, {"no": 3, "content": "2° Par tout acte pris en application du titre V du traité sur le fonctionnement de l'Union européenne et poursuivant des buts analogues, en tout ou partie, à ceux du traité mentionné au 1° ; ", "content_length": 191}, {"no": 4, "content": "3° Par tout engagement liant, aux fins et dans les conditions définies à l'article L. 235-1 du code de la sécurité intérieure, la France à des organismes internationaux ou à des Etats étrangers, lorsque ces organismes et ces Etats assurent à la vie privée, aux libertés et aux droits fondamentaux des personnes à l'égard de données à caractère personnel un niveau de protection suffisant au sens de l'article 68 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.", "content_length": 505}], "id": "9-1", "no": 9.1}, {"section": "9-2", "title": "Article 9-2", "paragraphs": [{"no": 1, "content": "Sous réserve des règles particulières prévues par les actes et accords mentionnés aux 2° et 3° de l'article 9-1, les opérations réalisées en vertu de ces dispositions : ", "content_length": 169}, {"no": 2, "content": " 1° Sont le fait d'agents spécialement habilités à cet effet par les organismes internationaux ou Etats requérants ; ", "content_length": 117}, {"no": 3, "content": " 2° Font l'objet, de la part de ces agents, de demandes préalables motivées ; ", "content_length": 78}, {"no": 4, "content": " 3° Donnent lieu à la mise en place, par le gestionnaire du traitement, d'un dispositif permettant de retracer, par enregistrement informatique, la consultation du fichier. ", "content_length": 173}], "id": "9-2", "no": 9.2}, {"section": "9-3", "title": "Article 9-3", "paragraphs": [{"no": 1, "content": "Le présent décret, dans sa rédaction résultant du  décret n° 2015-1580 du 2 décembre 2015 modifiant le  décret n° 87-249 du 8 avril 1987 relatif au fichier automatisé des empreintes digitales géré par le ministère de l'intérieur, est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, sous réserve des adaptations suivantes : 1° Pour l'application des articles 3,8 et 8-1 en Nouvelle-Calédonie :  a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article L. 362-1 du code des communes de la Nouvelle-Calédonie ;  b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2002-388 du 20 mars 2002 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ;  2° Pour l'application des articles 8 et 8-1 en Polynésie française, les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2000-372 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ;  3° Pour l'application des articles 3,8 et 8-1 dans les îles Wallis et Futuna :  a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article 814-2 du code de procédure pénale ;  b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  8 et  10 de l'ordonnance n° 2000-371 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna. ", "content_length": 1918}], "id": "9-3", "no": 9.3}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "     Le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre de l'intérieur et le ministre délégué auprès du ministre de l'intérieur, chargé de la sécurité, sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 326}], "id": "10", "no": 10.0}]}, {"source": "2017-03-01", "id": "JORFTEXT000000517568", "published": "2017-03-01", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517568/2017-03-01", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "I.-Est autorisé, dans les conditions prévues au présent décret, le traitement automatisé de traces et empreintes digitales et palmaires : ", "content_length": 138}, {"no": 2, "content": "-en vue de faciliter la recherche et l'identification, par les services de la police nationale et les unités de la gendarmerie nationale ainsi que par le service national de la douane judiciaire, des auteurs de crimes et de délits et de faciliter la poursuite, l'instruction et le jugement des affaires criminelles et délictuelles dont l'autorité judiciaire est saisie ; -en vue de faciliter la recherche et la découverte des mineurs et majeurs protégés disparus ainsi que celles des majeurs dont la disparition présente un caractère inquiétant ou suspect eu égard aux circonstances, à l'âge de l'intéressé ou à son état de santé ; -en vue de faciliter l'identification dans un cadre judiciaire des personnes décédées ainsi que l'identification des personnes découvertes grièvement blessées dont l'identité n'a pu être établie ; -en vue de faciliter l'identification dans un cadre extrajudiciaire des personnes décédées. ", "content_length": 921}, {"no": 3, "content": " II.-Est également autorisée, dans les conditions prévues au présent décret, la consultation du traitement automatisé des empreintes digitales : ", "content_length": 145}, {"no": 4, "content": "-en vue de permettre l'identification d'un étranger dans les conditions prévues à l' article L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; -en vue de permettre l'identification des personnes dans le cadre de la procédure de vérification d'identité de l' article 78-3 du code de procédure pénale . ", "content_length": 329}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Ce traitement est mis en oeuvre par la direction centrale de la police judiciaire au ministère de l'intérieur. Il porte la dénomination de fichier automatisé des empreintes digitales.", "content_length": 186}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Peuvent être enregistrées :  1° Les traces relevées dans le cadre :  a) D'une enquête pour crime ou délit flagrant ;  b) D'une enquête préliminaire ;  c) D'une commission rogatoire ;  d) D'une enquête ou d'une information pour recherche des causes de la mort ou d'une disparition, prévue par les articles 74,74-1 et 80-4 du code de procédure pénale ;  e) D'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par l' article 74 du code de procédure pénale ;  f) De l'exécution d'un ordre de recherche délivré par une autorité judiciaire ;  2° Les empreintes digitales et palmaires relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire, lorsqu'elles concernent des personnes à l'encontre desquelles il existe des indices graves ou concordants rendant vraisemblable qu'elles aient pu participer, comme auteur ou comme complice, à la commission d'un crime ou d'un délit, ou des personnes mises en cause dans une procédure criminelle ou délictuelle, dont l'identification certaine s'avère nécessaire ;  3° Les empreintes digitales et palmaires relevées sur les cadavres non identifiés et les personnes découvertes grièvement blessées dont l'identité n'a pu être établie, dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire, d'une enquête ou d'une information pour recherche des causes de la mort ou d'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par les articles  74 et  80-4 du code de procédure pénale ;  4° Les empreintes digitales et palmaires relevées dans les établissements pénitentiaires, en vue de s'assurer de manière certaine de l'identité des détenus qui font l'objet d'une procédure pour crime ou délit et d'établir les cas de récidive ;  5° Les traces et les empreintes digitales et palmaires transmises par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers en application d'engagements internationaux ;  6° Les empreintes digitales et palmaires relevées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées. ", "content_length": 2555}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "Les empreintes digitales et palmaires enregistrées sont accompagnées des informations suivantes :", "content_length": 97}, {"no": 2, "content": "1° Le sexe de la personne et, lorsqu'ils sont connus, ses nom, prénoms, date et lieu de naissance et éléments de filiation ;", "content_length": 124}, {"no": 3, "content": "2° Le service ayant procédé à la signalisation ;", "content_length": 48}, {"no": 4, "content": "3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 64}, {"no": 5, "content": "4° La nature de l'affaire et la référence de la procédure.", "content_length": 58}, {"no": 6, "content": "5° Les clichés anthropométriques ;", "content_length": 34}, {"no": 7, "content": "6° Pour les empreintes transmises dans le cas prévu au 5° de l'article 3, l'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 153}, {"no": 8, "content": "Les traces d'empreintes enregistrées sont accompagnées des informations suivantes :", "content_length": 83}, {"no": 9, "content": "1° Le lieu sur lequel elles ont été relevées, ainsi que la date du relevé ;", "content_length": 75}, {"no": 10, "content": "2° Le service ayant procédé au relevé des traces ;", "content_length": 50}, {"no": 11, "content": "3° La date et le lieu d'établissement de la fiche supportant la reproduction des traces papillaires ;", "content_length": 101}, {"no": 12, "content": "4° La nature de l'affaire et la référence de la procédure ;", "content_length": 59}, {"no": 13, "content": "5° L'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 82}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "Les traces, empreintes digitales et palmaires et les informations liées sont conservées suivant les durées maximales détaillées ci-dessous s'il n'a pas été préalablement procédé à leur effacement dans les conditions prévues aux articles 7,7-1 et 7-2 du présent décret.   1° Les traces mentionnées au 1° de l'article 3 et les informations liées sont conservées pendant une durée maximale de quinze ans à compter de l'établissement de la fiche signalétique.   Toutefois, la durée de conservation est portée à vingt-cinq ans :   a) Sur décision du procureur de la République ou, en cours d'information, du juge d'instruction ; ou   b) Lorsque ces traces relatives à des personnes inconnues ont été relevées dans le cadre : ", "content_length": 720}, {"no": 2, "content": "-d'une enquête ou d'une instruction préparatoire relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale ; ou  -d'une enquête ou d'une information pour recherche des causes de la mort ou d'une disparition prévue par les articles 74,74-1 et 80-4 du code de procédure pénale ; ou  -d'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par l'article 74 du code de procédure pénale ;   2° Les empreintes digitales et palmaires mentionnées au 2° de l'article 3 du présent décret et les informations liées sont conservées durant quinze ans à compter de l'établissement de la fiche signalétique ou, si elles ont été relevées sur une personne mineure, durant dix ans ;   Toutefois lorsqu'elles ont été relevées dans le cadre d'une enquête relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale, la durée de conservation est portée à vingt-cinq ans ou, si elles ont été relevées sur une personne mineure, à quinze ans ;   3° Les empreintes digitales et palmaires mentionnées au 3° de l'article 3 du présent décret et les informations liées sont conservées pendant vingt-cinq ans à compter de l'établissement de la fiche signalétique ;   4° Les empreintes digitales et palmaires mentionnées au 4° de l'article 3 du présent décret et les informations liées sont conservées durant quinze ans à compter de l'établissement de la fiche signalétique ou, si elles ont été relevées sur une personne mineure, durant dix ans ;   Toutefois lorsque la personne concernée est détenue dans le cadre d'une procédure relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale, la durée de conservation est portée à vingt-cinq ans ou, si elles ont été relevées sur une personne mineure, à quinze ans ;   5° Les traces et empreintes digitales et palmaires mentionnées au 5° de l'article 3 du présent décret et les informations liées sont conservées durant vingt-cinq ans ou, si elles concernent une personne mineure, durant quinze ans à compter de l'établissement de la fiche signalétique ;   6° Les empreintes digitales et palmaires mentionnées au 6° de l'article 3 du présent décret et les informations liées sont conservées vingt-cinq ans à compter de leur date d'enregistrement dans le traitement.", "content_length": 2424}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les droits d'accès et de rectification prévus par les articles 39 et 40 de la loi n° 78-17 du 6 janvier 1978 s'exercent auprès du directeur central de la police judiciaire au ministère de l'intérieur, place Beauvau, Paris (8e).   Le droit d'opposition prévu par l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement. ", "content_length": 353}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Le présent traitement est placé sous le contrôle du procureur général près la cour d'appel dans le ressort de laquelle est situé le service gestionnaire.", "content_length": 156}, {"no": 2, "content": "   Il peut d'office et sans préjudice du contrôle effectué par la Commission nationale de l'informatique et des libertés en application de la loi du 6 janvier 1978 susvisée, ordonner l'effacement des informations dont la conservation ne paraîtrait manifestement plus utile compte tenu de la finalité du traitement.", "content_length": 314}, {"no": 3, "content": "   L'autorité gestionnaire du fichier adresse à ce magistrat ainsi qu'à la Commission nationale de l'informatique et des libertés un rapport annuel d'activité mentionnant notamment les résultats des opérations de mise à jour et d'apurement du fichier.", "content_length": 251}], "id": "7", "no": 7.0}, {"section": "7-1", "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "I.-Sont effacées par le service gestionnaire :   1° Les traces et informations mentionnées au d du 1° de l'article 3, dès réception par ce service d'un avis l'informant de la découverte de la personne disparue ;   2° Les empreintes et informations mentionnées au 2° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant du décès de la personne concernée ;   3° Les empreintes et informations mentionnées au 3° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne grièvement blessée ou décédée ;   4° Les traces et empreintes mentionnées au 5° de l'article 3 sur demande dudit organisme ou service ou parce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue ;   5° Les empreintes et informations mentionnées au 6° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne décédée ;   6° Les empreintes et informations liées en cas de décision de relaxe ou d'acquittement devenue définitive, dès réception de l'avis en informant le service gestionnaire.   II.-Les empreintes et informations liées sont effacées en cas de décision de non-lieu, de classement sans suite pour absence d'infraction ou insuffisance de charges ou pour auteur inconnu, sauf si le procureur de la République estime que leur conservation apparaît nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée.   Le procureur de la République ne peut s'opposer à l'effacement lorsque la prescription de l'action publique est acquise.   III.-Les empreintes et informations mentionnées aux 2° et 4° de l'article 3 sont effacées à la demande de l'intéressé, lorsque leur conservation n'apparaît plus nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée. ", "content_length": 2098}], "id": "7-1", "no": 7.1}, {"section": "7-2", "title": "Article 7-2", "paragraphs": [{"no": 1, "content": "Toute demande d'effacement doit, à peine d'irrecevabilité, être adressée par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe. Cette demande est directement adressée au procureur de la République compétent, qui est celui de la juridiction dans le ressort de laquelle a été menée la procédure ayant donné lieu à cet enregistrement. Elle peut également être adressée au procureur de la République du domicile de l'intéressé, qui la transmet au procureur de la République compétent.   Le magistrat compétent fait connaître sa décision à l'intéressé, par lettre recommandée avec demande d'avis de réception, dans un délai de trois mois à compter de la réception de la demande soit par lui-même, soit par le procureur de la République du domicile de l'intéressé.   A défaut de réponse dans ce délai, ou si le magistrat n'ordonne pas l'effacement, l'intéressé peut saisir aux mêmes fins le juge des libertés et de la détention dans un délai de dix jours, à compter de l'expiration du délai prévu à l'alinéa précédent ou de la réception par le requérant de la décision du procureur de la République, par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe.   Après avoir sollicité les réquisitions écrites du procureur de la République, le juge des libertés et de la détention statue par ordonnance motivée dans un délai de deux mois, à compter de la date de réception ou de la déclaration au greffe de la demande d'effacement formée devant lui. L'ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé.   Faute pour le juge des libertés et de la détention de statuer dans le délai de deux mois ou en cas d'ordonnance refusant l'effacement, l'intéressé peut, dans un délai de dix jours à compter de l'expiration du délai prévu à l'alinéa précédent ou de la notification à la personne de l'ordonnance du juge des libertés et de la détention, saisir le président de la chambre de l'instruction, par lettre recommandée avec accusé de réception ou par déclaration au greffe. A peine d'irrecevabilité, sa contestation doit être motivée.   En cas d'ordonnance prescrivant l'effacement, le procureur de la République peut également, dans un délai de dix jours à compter de la date de la notification de l'ordonnance du juge des libertés et de la détention, contester cette décision devant le président de la chambre de l'instruction. Cette contestation suspend l'exécution de la décision.   Le président de la chambre de l'instruction statue, après avoir sollicité les réquisitions écrites du procureur général, par une ordonnance motivée, dans un délai de trois mois à compter de la date de réception de la lettre recommandée ou de la déclaration au greffe par le requérant, ou de la date de la contestation par le procureur de la République de l'ordonnance du juge des libertés et de la détention. Cette ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé. Elle ne peut faire l'objet d'un pourvoi en cassation que si elle ne satisfait pas, en la forme, aux conditions essentielles de son existence légale.", "content_length": 3205}], "id": "7-2", "no": 7.2}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les fonctionnaires et militaires individuellement désignés et habilités des services d'identité judiciaire de la police nationale, du       service central de renseignement criminel de la gendarmerie nationale  ainsi que des unités de recherches de la gendarmerie nationale peuvent seuls avoir accès aux données à caractère personnel et aux informations contenues dans le traitement : 1° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale, ou des agents des douanes habilités à effectuer des enquêtes judiciaires en vertu des  dispositions de l'article 28-1 du code de procédure pénale ; 2° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des fonctionnaires de la police ou des militaires de la gendarmerie dans le cadre des recherches aux fins d'identification des personnes décédées prévues aux  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ; 3° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des dispositions des articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; 4° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des  dispositions de l'article 78-3 du code de procédure pénale .", "content_length": 1694}], "id": "8", "no": 8.0}, {"section": "8-1", "title": "Article 8-1", "paragraphs": [{"no": 1, "content": "I.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale et les agents des douanes mentionnés à l'article précédent sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation en vue des finalités définies à l'article 1er dans le cadre et pour les besoins exclusifs des procédures judiciaires dont ils sont saisis.  II.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation à raison de leurs attributions, dans le cadre et pour les besoins exclusifs :  1° Des recherches aux fins d'identification des personnes décédées effectuées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ;  2° Des procédures d'identification prévues aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile dont ils sont saisis ;  3° Des mesures de vérification d'identité de l' article 78-3 du code de procédure pénale .", "content_length": 1253}], "id": "8-1", "no": 8.1}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "Le fichier prévu au présent décret ne peut faire l'objet d'aucune interconnexion, rapprochement ou d'aucune autre forme de mise en relation        avec un autre traitement automatisé de données à caractère personnel, à l'exception du traitement visé à l' article 48-1 du code de procédure pénale aux seules fins d'alimentation et de mise à jour du fichier prévu par le présent décret..", "content_length": 385}], "id": "9", "no": 9.0}, {"section": "9-1", "title": "Article 9-1", "paragraphs": [{"no": 1, "content": "Par dérogation aux articles 8 et 9, les données enregistrées dans le fichier automatisé des empreintes digitales, à l'exclusion de celles enregistrées au titre du 6° de l'article 3, peuvent être consultées, en vue notamment de faire l'objet de rapprochements, par les agents d'organismes de coopération internationale en matière de police judiciaire ou par les agents des services de police ou de justice d'Etats étrangers, aux fins et dans les conditions prévues : ", "content_length": 466}, {"no": 2, "content": "1° Par le traité relatif à l'approfondissement de la coopération transfrontalière, notamment en vue de lutter contre le terrorisme, la criminalité transfrontalière et la migration illégale, signé à Prüm le 27 mai 2005 ; ", "content_length": 220}, {"no": 3, "content": "2° Par tout acte pris en application du titre V du traité sur le fonctionnement de l'Union européenne et poursuivant des buts analogues, en tout ou partie, à ceux du traité mentionné au 1° ; ", "content_length": 191}, {"no": 4, "content": "3° Par tout engagement liant, aux fins et dans les conditions définies à l'article L. 235-1 du code de la sécurité intérieure, la France à des organismes internationaux ou à des Etats étrangers, lorsque ces organismes et ces Etats assurent à la vie privée, aux libertés et aux droits fondamentaux des personnes à l'égard de données à caractère personnel un niveau de protection suffisant au sens de l'article 68 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.", "content_length": 505}], "id": "9-1", "no": 9.1}, {"section": "9-2", "title": "Article 9-2", "paragraphs": [{"no": 1, "content": "Sous réserve des règles particulières prévues par les actes et accords mentionnés aux 2° et 3° de l'article 9-1, les opérations réalisées en vertu de ces dispositions : ", "content_length": 169}, {"no": 2, "content": " 1° Sont le fait d'agents spécialement habilités à cet effet par les organismes internationaux ou Etats requérants ; ", "content_length": 117}, {"no": 3, "content": " 2° Font l'objet, de la part de ces agents, de demandes préalables motivées ; ", "content_length": 78}, {"no": 4, "content": " 3° Donnent lieu à la mise en place, par le gestionnaire du traitement, d'un dispositif permettant de retracer, par enregistrement informatique, la consultation du fichier. ", "content_length": 173}], "id": "9-2", "no": 9.2}, {"section": "9-3", "title": "Article 9-3", "paragraphs": [{"no": 1, "content": "Le présent décret, dans sa rédaction résultant du  décret n° 2015-1580 du 2 décembre 2015 modifiant le  décret n° 87-249 du 8 avril 1987 relatif au fichier automatisé des empreintes digitales géré par le ministère de l'intérieur, est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, sous réserve des adaptations suivantes : 1° Pour l'application des articles 3,8 et 8-1 en Nouvelle-Calédonie :  a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article L. 362-1 du code des communes de la Nouvelle-Calédonie ;  b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2002-388 du 20 mars 2002 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ;  2° Pour l'application des articles 8 et 8-1 en Polynésie française, les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2000-372 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ;  3° Pour l'application des articles 3,8 et 8-1 dans les îles Wallis et Futuna :  a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article 814-2 du code de procédure pénale ;  b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  8 et  10 de l'ordonnance n° 2000-371 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna. ", "content_length": 1918}], "id": "9-3", "no": 9.3}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "     Le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre de l'intérieur et le ministre délégué auprès du ministre de l'intérieur, chargé de la sécurité, sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 326}], "id": "10", "no": 10.0}]}, {"source": "2017-12-03", "id": "JORFTEXT000000517568", "published": "2017-12-03", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517568/2017-12-03", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "I.-Est autorisé, dans les conditions prévues au présent décret, le traitement automatisé de traces et empreintes digitales et palmaires : ", "content_length": 138}, {"no": 2, "content": "-en vue de faciliter la recherche et l'identification, par les services de la police nationale et les unités de la gendarmerie nationale ainsi que par le service national de la douane judiciaire, des auteurs de crimes et de délits et de faciliter la poursuite, l'instruction et le jugement des affaires criminelles et délictuelles dont l'autorité judiciaire est saisie ; -en vue de faciliter la recherche et la découverte des mineurs et majeurs protégés disparus ainsi que celles des majeurs dont la disparition présente un caractère inquiétant ou suspect eu égard aux circonstances, à l'âge de l'intéressé ou à son état de santé ; -en vue de faciliter l'identification dans un cadre judiciaire des personnes décédées ainsi que l'identification des personnes découvertes grièvement blessées dont l'identité n'a pu être établie ; -en vue de faciliter l'identification dans un cadre extrajudiciaire des personnes décédées. ", "content_length": 921}, {"no": 3, "content": " II.-Est également autorisée, dans les conditions prévues au présent décret, la consultation du traitement automatisé des empreintes digitales : ", "content_length": 145}, {"no": 4, "content": "-en vue de permettre l'identification d'un étranger dans les conditions prévues à l' article L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; -en vue de permettre l'identification des personnes dans le cadre de la procédure de vérification d'identité de l' article 78-3 du code de procédure pénale . ", "content_length": 329}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "Ce traitement est mis en œuvre par le service central de la police technique et scientifique au ministère de l'intérieur. Il porte la dénomination de fichier automatisé des empreintes digitales.", "content_length": 194}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Peuvent être enregistrées :  1° Les traces relevées dans le cadre :  a) D'une enquête pour crime ou délit flagrant ;  b) D'une enquête préliminaire ;  c) D'une commission rogatoire ;  d) D'une enquête ou d'une information pour recherche des causes de la mort ou d'une disparition, prévue par les articles 74,74-1 et 80-4 du code de procédure pénale ;  e) D'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par l' article 74 du code de procédure pénale ;  f) De l'exécution d'un ordre de recherche délivré par une autorité judiciaire ;  2° Les empreintes digitales et palmaires relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire, lorsqu'elles concernent des personnes à l'encontre desquelles il existe des indices graves ou concordants rendant vraisemblable qu'elles aient pu participer, comme auteur ou comme complice, à la commission d'un crime ou d'un délit, ou des personnes mises en cause dans une procédure criminelle ou délictuelle, dont l'identification certaine s'avère nécessaire ;  3° Les empreintes digitales et palmaires relevées sur les cadavres non identifiés et les personnes découvertes grièvement blessées dont l'identité n'a pu être établie, dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire, d'une enquête ou d'une information pour recherche des causes de la mort ou d'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par les articles  74 et  80-4 du code de procédure pénale ;  4° Les empreintes digitales et palmaires relevées dans les établissements pénitentiaires, en vue de s'assurer de manière certaine de l'identité des détenus qui font l'objet d'une procédure pour crime ou délit et d'établir les cas de récidive ;  5° Les traces et les empreintes digitales et palmaires transmises par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers en application d'engagements internationaux ;  6° Les empreintes digitales et palmaires relevées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées. ", "content_length": 2555}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "Les empreintes digitales et palmaires enregistrées sont accompagnées des informations suivantes :", "content_length": 97}, {"no": 2, "content": "1° Le sexe de la personne et, lorsqu'ils sont connus, ses nom, prénoms, date et lieu de naissance et éléments de filiation ;", "content_length": 124}, {"no": 3, "content": "2° Le service ayant procédé à la signalisation ;", "content_length": 48}, {"no": 4, "content": "3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 64}, {"no": 5, "content": "4° La nature de l'affaire et la référence de la procédure.", "content_length": 58}, {"no": 6, "content": "5° Les clichés anthropométriques ;", "content_length": 34}, {"no": 7, "content": "6° Pour les empreintes transmises dans le cas prévu au 5° de l'article 3, l'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 153}, {"no": 8, "content": "Les traces d'empreintes enregistrées sont accompagnées des informations suivantes :", "content_length": 83}, {"no": 9, "content": "1° Le lieu sur lequel elles ont été relevées, ainsi que la date du relevé ;", "content_length": 75}, {"no": 10, "content": "2° Le service ayant procédé au relevé des traces ;", "content_length": 50}, {"no": 11, "content": "3° La date et le lieu d'établissement de la fiche supportant la reproduction des traces papillaires ;", "content_length": 101}, {"no": 12, "content": "4° La nature de l'affaire et la référence de la procédure ;", "content_length": 59}, {"no": 13, "content": "5° L'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 82}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "Les traces, empreintes digitales et palmaires et les informations liées sont conservées suivant les durées maximales détaillées ci-dessous s'il n'a pas été préalablement procédé à leur effacement dans les conditions prévues aux articles 7,7-1 et 7-2 du présent décret.   1° Les traces mentionnées au 1° de l'article 3 et les informations liées sont conservées pendant une durée maximale de quinze ans à compter de l'établissement de la fiche signalétique.   Toutefois, la durée de conservation est portée à vingt-cinq ans :   a) Sur décision du procureur de la République ou, en cours d'information, du juge d'instruction ; ou   b) Lorsque ces traces relatives à des personnes inconnues ont été relevées dans le cadre : ", "content_length": 720}, {"no": 2, "content": "-d'une enquête ou d'une instruction préparatoire relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale ; ou  -d'une enquête ou d'une information pour recherche des causes de la mort ou d'une disparition prévue par les articles 74,74-1 et 80-4 du code de procédure pénale ; ou  -d'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par l'article 74 du code de procédure pénale ;   2° Les empreintes digitales et palmaires mentionnées au 2° de l'article 3 du présent décret et les informations liées sont conservées durant quinze ans à compter de l'établissement de la fiche signalétique ou, si elles ont été relevées sur une personne mineure, durant dix ans ;   Toutefois lorsqu'elles ont été relevées dans le cadre d'une enquête relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale, la durée de conservation est portée à vingt-cinq ans ou, si elles ont été relevées sur une personne mineure, à quinze ans ;   3° Les empreintes digitales et palmaires mentionnées au 3° de l'article 3 du présent décret et les informations liées sont conservées pendant vingt-cinq ans à compter de l'établissement de la fiche signalétique ;   4° Les empreintes digitales et palmaires mentionnées au 4° de l'article 3 du présent décret et les informations liées sont conservées durant quinze ans à compter de l'établissement de la fiche signalétique ou, si elles ont été relevées sur une personne mineure, durant dix ans ;   Toutefois lorsque la personne concernée est détenue dans le cadre d'une procédure relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale, la durée de conservation est portée à vingt-cinq ans ou, si elles ont été relevées sur une personne mineure, à quinze ans ;   5° Les traces et empreintes digitales et palmaires mentionnées au 5° de l'article 3 du présent décret et les informations liées sont conservées durant vingt-cinq ans ou, si elles concernent une personne mineure, durant quinze ans à compter de l'établissement de la fiche signalétique ;   6° Les empreintes digitales et palmaires mentionnées au 6° de l'article 3 du présent décret et les informations liées sont conservées vingt-cinq ans à compter de leur date d'enregistrement dans le traitement.", "content_length": 2424}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les droits d'accès et de rectification prévus par les articles 39 et 40 de la loi n° 78-17 du 6 janvier 1978 s'exercent auprès du chef du service central de la police technique et scientifique au ministère de l'intérieur, place Beauvau, Paris (8e).", "content_length": 248}, {"no": 2, "content": "Le droit d'opposition prévu par l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement.", "content_length": 122}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Le présent traitement est placé sous le contrôle du procureur général près la cour d'appel dans le ressort de laquelle est situé le service gestionnaire.", "content_length": 156}, {"no": 2, "content": "   Il peut d'office et sans préjudice du contrôle effectué par la Commission nationale de l'informatique et des libertés en application de la loi du 6 janvier 1978 susvisée, ordonner l'effacement des informations dont la conservation ne paraîtrait manifestement plus utile compte tenu de la finalité du traitement.", "content_length": 314}, {"no": 3, "content": "   L'autorité gestionnaire du fichier adresse à ce magistrat ainsi qu'à la Commission nationale de l'informatique et des libertés un rapport annuel d'activité mentionnant notamment les résultats des opérations de mise à jour et d'apurement du fichier.", "content_length": 251}], "id": "7", "no": 7.0}, {"section": "7-1", "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "I.-Sont effacées par le service gestionnaire :   1° Les traces et informations mentionnées au d du 1° de l'article 3, dès réception par ce service d'un avis l'informant de la découverte de la personne disparue ;   2° Les empreintes et informations mentionnées au 2° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant du décès de la personne concernée ;   3° Les empreintes et informations mentionnées au 3° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne grièvement blessée ou décédée ;   4° Les traces et empreintes mentionnées au 5° de l'article 3 sur demande dudit organisme ou service ou parce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue ;   5° Les empreintes et informations mentionnées au 6° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne décédée ;   6° Les empreintes et informations liées en cas de décision de relaxe ou d'acquittement devenue définitive, dès réception de l'avis en informant le service gestionnaire.   II.-Les empreintes et informations liées sont effacées en cas de décision de non-lieu, de classement sans suite pour absence d'infraction ou insuffisance de charges ou pour auteur inconnu, sauf si le procureur de la République estime que leur conservation apparaît nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée.   Le procureur de la République ne peut s'opposer à l'effacement lorsque la prescription de l'action publique est acquise.   III.-Les empreintes et informations mentionnées aux 2° et 4° de l'article 3 sont effacées à la demande de l'intéressé, lorsque leur conservation n'apparaît plus nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée. ", "content_length": 2098}], "id": "7-1", "no": 7.1}, {"section": "7-2", "title": "Article 7-2", "paragraphs": [{"no": 1, "content": "Toute demande d'effacement doit, à peine d'irrecevabilité, être adressée par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe. Cette demande est directement adressée au procureur de la République compétent, qui est celui de la juridiction dans le ressort de laquelle a été menée la procédure ayant donné lieu à cet enregistrement. Elle peut également être adressée au procureur de la République du domicile de l'intéressé, qui la transmet au procureur de la République compétent.   Le magistrat compétent fait connaître sa décision à l'intéressé, par lettre recommandée avec demande d'avis de réception, dans un délai de trois mois à compter de la réception de la demande soit par lui-même, soit par le procureur de la République du domicile de l'intéressé.   A défaut de réponse dans ce délai, ou si le magistrat n'ordonne pas l'effacement, l'intéressé peut saisir aux mêmes fins le juge des libertés et de la détention dans un délai de dix jours, à compter de l'expiration du délai prévu à l'alinéa précédent ou de la réception par le requérant de la décision du procureur de la République, par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe.   Après avoir sollicité les réquisitions écrites du procureur de la République, le juge des libertés et de la détention statue par ordonnance motivée dans un délai de deux mois, à compter de la date de réception ou de la déclaration au greffe de la demande d'effacement formée devant lui. L'ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé.   Faute pour le juge des libertés et de la détention de statuer dans le délai de deux mois ou en cas d'ordonnance refusant l'effacement, l'intéressé peut, dans un délai de dix jours à compter de l'expiration du délai prévu à l'alinéa précédent ou de la notification à la personne de l'ordonnance du juge des libertés et de la détention, saisir le président de la chambre de l'instruction, par lettre recommandée avec accusé de réception ou par déclaration au greffe. A peine d'irrecevabilité, sa contestation doit être motivée.   En cas d'ordonnance prescrivant l'effacement, le procureur de la République peut également, dans un délai de dix jours à compter de la date de la notification de l'ordonnance du juge des libertés et de la détention, contester cette décision devant le président de la chambre de l'instruction. Cette contestation suspend l'exécution de la décision.   Le président de la chambre de l'instruction statue, après avoir sollicité les réquisitions écrites du procureur général, par une ordonnance motivée, dans un délai de trois mois à compter de la date de réception de la lettre recommandée ou de la déclaration au greffe par le requérant, ou de la date de la contestation par le procureur de la République de l'ordonnance du juge des libertés et de la détention. Cette ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé. Elle ne peut faire l'objet d'un pourvoi en cassation que si elle ne satisfait pas, en la forme, aux conditions essentielles de son existence légale.", "content_length": 3205}], "id": "7-2", "no": 7.2}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les fonctionnaires et militaires individuellement désignés et habilités des services d'identité judiciaire de la police nationale, du       service central de renseignement criminel de la gendarmerie nationale  ainsi que des unités de recherches de la gendarmerie nationale peuvent seuls avoir accès aux données à caractère personnel et aux informations contenues dans le traitement : 1° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale, ou des agents des douanes habilités à effectuer des enquêtes judiciaires en vertu des  dispositions de l'article 28-1 du code de procédure pénale ; 2° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des fonctionnaires de la police ou des militaires de la gendarmerie dans le cadre des recherches aux fins d'identification des personnes décédées prévues aux  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ; 3° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des dispositions des articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; 4° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des  dispositions de l'article 78-3 du code de procédure pénale .", "content_length": 1694}], "id": "8", "no": 8.0}, {"section": "8-1", "title": "Article 8-1", "paragraphs": [{"no": 1, "content": "I.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale et les agents des douanes mentionnés à l'article précédent sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation en vue des finalités définies à l'article 1er dans le cadre et pour les besoins exclusifs des procédures judiciaires dont ils sont saisis.  II.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation à raison de leurs attributions, dans le cadre et pour les besoins exclusifs :  1° Des recherches aux fins d'identification des personnes décédées effectuées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ;  2° Des procédures d'identification prévues aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile dont ils sont saisis ;  3° Des mesures de vérification d'identité de l' article 78-3 du code de procédure pénale .", "content_length": 1253}], "id": "8-1", "no": 8.1}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "Le fichier prévu au présent décret ne peut faire l'objet d'aucune interconnexion, rapprochement ou d'aucune autre forme de mise en relation        avec un autre traitement automatisé de données à caractère personnel, à l'exception du traitement visé à l' article 48-1 du code de procédure pénale aux seules fins d'alimentation et de mise à jour du fichier prévu par le présent décret..", "content_length": 385}], "id": "9", "no": 9.0}, {"section": "9-1", "title": "Article 9-1", "paragraphs": [{"no": 1, "content": "Par dérogation aux articles 8 et 9, les données enregistrées dans le fichier automatisé des empreintes digitales, à l'exclusion de celles enregistrées au titre du 6° de l'article 3, peuvent être consultées, en vue notamment de faire l'objet de rapprochements, par les agents d'organismes de coopération internationale en matière de police judiciaire ou par les agents des services de police ou de justice d'Etats étrangers, aux fins et dans les conditions prévues : ", "content_length": 466}, {"no": 2, "content": "1° Par le traité relatif à l'approfondissement de la coopération transfrontalière, notamment en vue de lutter contre le terrorisme, la criminalité transfrontalière et la migration illégale, signé à Prüm le 27 mai 2005 ; ", "content_length": 220}, {"no": 3, "content": "2° Par tout acte pris en application du titre V du traité sur le fonctionnement de l'Union européenne et poursuivant des buts analogues, en tout ou partie, à ceux du traité mentionné au 1° ; ", "content_length": 191}, {"no": 4, "content": "3° Par tout engagement liant, aux fins et dans les conditions définies à l'article L. 235-1 du code de la sécurité intérieure, la France à des organismes internationaux ou à des Etats étrangers, lorsque ces organismes et ces Etats assurent à la vie privée, aux libertés et aux droits fondamentaux des personnes à l'égard de données à caractère personnel un niveau de protection suffisant au sens de l'article 68 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.", "content_length": 505}], "id": "9-1", "no": 9.1}, {"section": "9-2", "title": "Article 9-2", "paragraphs": [{"no": 1, "content": "Sous réserve des règles particulières prévues par les actes et accords mentionnés aux 2° et 3° de l'article 9-1, les opérations réalisées en vertu de ces dispositions : ", "content_length": 169}, {"no": 2, "content": " 1° Sont le fait d'agents spécialement habilités à cet effet par les organismes internationaux ou Etats requérants ; ", "content_length": 117}, {"no": 3, "content": " 2° Font l'objet, de la part de ces agents, de demandes préalables motivées ; ", "content_length": 78}, {"no": 4, "content": " 3° Donnent lieu à la mise en place, par le gestionnaire du traitement, d'un dispositif permettant de retracer, par enregistrement informatique, la consultation du fichier. ", "content_length": 173}], "id": "9-2", "no": 9.2}, {"section": "9-3", "title": "Article 9-3", "paragraphs": [{"no": 1, "content": "Le présent décret, dans sa rédaction résultant du  décret n° 2015-1580 du 2 décembre 2015 modifiant le  décret n° 87-249 du 8 avril 1987 relatif au fichier automatisé des empreintes digitales géré par le ministère de l'intérieur, est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, sous réserve des adaptations suivantes : 1° Pour l'application des articles 3,8 et 8-1 en Nouvelle-Calédonie :  a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article L. 362-1 du code des communes de la Nouvelle-Calédonie ;  b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2002-388 du 20 mars 2002 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ;  2° Pour l'application des articles 8 et 8-1 en Polynésie française, les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2000-372 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ;  3° Pour l'application des articles 3,8 et 8-1 dans les îles Wallis et Futuna :  a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article 814-2 du code de procédure pénale ;  b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  8 et  10 de l'ordonnance n° 2000-371 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna. ", "content_length": 1918}], "id": "9-3", "no": 9.3}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "     Le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre de l'intérieur et le ministre délégué auprès du ministre de l'intérieur, chargé de la sécurité, sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 326}], "id": "10", "no": 10.0}]}, {"source": "2021-01-01", "id": "JORFTEXT000000517568", "published": "2021-01-01", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517568/2021-01-01", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "I.-Est autorisé, dans les conditions prévues au présent décret, le traitement automatisé de traces et empreintes digitales et palmaires : ", "content_length": 138}, {"no": 2, "content": "-en vue de faciliter la recherche et l'identification, par les services de la police nationale et les unités de la gendarmerie nationale ainsi que par le service national de la douane judiciaire, des auteurs de crimes et de délits et de faciliter la poursuite, l'instruction et le jugement des affaires criminelles et délictuelles dont l'autorité judiciaire est saisie ; -en vue de faciliter la recherche et la découverte des mineurs et majeurs protégés disparus ainsi que celles des majeurs dont la disparition présente un caractère inquiétant ou suspect eu égard aux circonstances, à l'âge de l'intéressé ou à son état de santé ; -en vue de faciliter l'identification dans un cadre judiciaire des personnes décédées ainsi que l'identification des personnes découvertes grièvement blessées dont l'identité n'a pu être établie ; -en vue de faciliter l'identification dans un cadre extrajudiciaire des personnes décédées. ", "content_length": 921}, {"no": 3, "content": " II.-Est également autorisée, dans les conditions prévues au présent décret, la consultation du traitement automatisé des empreintes digitales : ", "content_length": 145}, {"no": 4, "content": "-en vue de permettre l'identification d'un étranger dans les conditions prévues à l' article L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; -en vue de permettre l'identification des personnes dans le cadre de la procédure de vérification d'identité de l' article 78-3 du code de procédure pénale . ", "content_length": 329}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "Ce traitement est mis en œuvre par le service national de police scientifique au ministère de l'intérieur. Il porte la dénomination de fichier automatisé des empreintes digitales.", "content_length": 179}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Peuvent être enregistrées :  1° Les traces relevées dans le cadre :  a) D'une enquête pour crime ou délit flagrant ;  b) D'une enquête préliminaire ;  c) D'une commission rogatoire ;  d) D'une enquête ou d'une information pour recherche des causes de la mort ou d'une disparition, prévue par les articles 74,74-1 et 80-4 du code de procédure pénale ;  e) D'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par l' article 74 du code de procédure pénale ;  f) De l'exécution d'un ordre de recherche délivré par une autorité judiciaire ;  2° Les empreintes digitales et palmaires relevées dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire ou de l'exécution d'un ordre de recherche délivré par une autorité judiciaire, lorsqu'elles concernent des personnes à l'encontre desquelles il existe des indices graves ou concordants rendant vraisemblable qu'elles aient pu participer, comme auteur ou comme complice, à la commission d'un crime ou d'un délit, ou des personnes mises en cause dans une procédure criminelle ou délictuelle, dont l'identification certaine s'avère nécessaire ;  3° Les empreintes digitales et palmaires relevées sur les cadavres non identifiés et les personnes découvertes grièvement blessées dont l'identité n'a pu être établie, dans le cadre d'une enquête pour crime ou délit flagrant, d'une enquête préliminaire, d'une commission rogatoire, d'une enquête ou d'une information pour recherche des causes de la mort ou d'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par les articles  74 et  80-4 du code de procédure pénale ;  4° Les empreintes digitales et palmaires relevées dans les établissements pénitentiaires, en vue de s'assurer de manière certaine de l'identité des détenus qui font l'objet d'une procédure pour crime ou délit et d'établir les cas de récidive ;  5° Les traces et les empreintes digitales et palmaires transmises par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers en application d'engagements internationaux ;  6° Les empreintes digitales et palmaires relevées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées. ", "content_length": 2555}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "Les empreintes digitales et palmaires enregistrées sont accompagnées des informations suivantes :", "content_length": 97}, {"no": 2, "content": "1° Le sexe de la personne et, lorsqu'ils sont connus, ses nom, prénoms, date et lieu de naissance et éléments de filiation ;", "content_length": 124}, {"no": 3, "content": "2° Le service ayant procédé à la signalisation ;", "content_length": 48}, {"no": 4, "content": "3° La date et le lieu d'établissement de la fiche signalétique ;", "content_length": 64}, {"no": 5, "content": "4° La nature de l'affaire et la référence de la procédure.", "content_length": 58}, {"no": 6, "content": "5° Les clichés anthropométriques ;", "content_length": 34}, {"no": 7, "content": "6° Pour les empreintes transmises dans le cas prévu au 5° de l'article 3, l'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 153}, {"no": 8, "content": "Les traces d'empreintes enregistrées sont accompagnées des informations suivantes :", "content_length": 83}, {"no": 9, "content": "1° Le lieu sur lequel elles ont été relevées, ainsi que la date du relevé ;", "content_length": 75}, {"no": 10, "content": "2° Le service ayant procédé au relevé des traces ;", "content_length": 50}, {"no": 11, "content": "3° La date et le lieu d'établissement de la fiche supportant la reproduction des traces papillaires ;", "content_length": 101}, {"no": 12, "content": "4° La nature de l'affaire et la référence de la procédure ;", "content_length": 59}, {"no": 13, "content": "5° L'origine de l'information et la date de son enregistrement dans le traitement.", "content_length": 82}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "Les traces, empreintes digitales et palmaires et les informations liées sont conservées suivant les durées maximales détaillées ci-dessous s'il n'a pas été préalablement procédé à leur effacement dans les conditions prévues aux articles 7,7-1 et 7-2 du présent décret.   1° Les traces mentionnées au 1° de l'article 3 et les informations liées sont conservées pendant une durée maximale de quinze ans à compter de l'établissement de la fiche signalétique.   Toutefois, la durée de conservation est portée à vingt-cinq ans :   a) Sur décision du procureur de la République ou, en cours d'information, du juge d'instruction ; ou   b) Lorsque ces traces relatives à des personnes inconnues ont été relevées dans le cadre : ", "content_length": 720}, {"no": 2, "content": "-d'une enquête ou d'une instruction préparatoire relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale ; ou  -d'une enquête ou d'une information pour recherche des causes de la mort ou d'une disparition prévue par les articles 74,74-1 et 80-4 du code de procédure pénale ; ou  -d'une enquête consécutive à la découverte d'une personne grièvement blessée, lorsque la cause de ses blessures est inconnue ou suspecte, prévue par l'article 74 du code de procédure pénale ;   2° Les empreintes digitales et palmaires mentionnées au 2° de l'article 3 du présent décret et les informations liées sont conservées durant quinze ans à compter de l'établissement de la fiche signalétique ou, si elles ont été relevées sur une personne mineure, durant dix ans ;   Toutefois lorsqu'elles ont été relevées dans le cadre d'une enquête relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale, la durée de conservation est portée à vingt-cinq ans ou, si elles ont été relevées sur une personne mineure, à quinze ans ;   3° Les empreintes digitales et palmaires mentionnées au 3° de l'article 3 du présent décret et les informations liées sont conservées pendant vingt-cinq ans à compter de l'établissement de la fiche signalétique ;   4° Les empreintes digitales et palmaires mentionnées au 4° de l'article 3 du présent décret et les informations liées sont conservées durant quinze ans à compter de l'établissement de la fiche signalétique ou, si elles ont été relevées sur une personne mineure, durant dix ans ;   Toutefois lorsque la personne concernée est détenue dans le cadre d'une procédure relative soit à un crime, soit à un délit mentionné aux articles 706-47 ou 706-73 du code de procédure pénale, la durée de conservation est portée à vingt-cinq ans ou, si elles ont été relevées sur une personne mineure, à quinze ans ;   5° Les traces et empreintes digitales et palmaires mentionnées au 5° de l'article 3 du présent décret et les informations liées sont conservées durant vingt-cinq ans ou, si elles concernent une personne mineure, durant quinze ans à compter de l'établissement de la fiche signalétique ;   6° Les empreintes digitales et palmaires mentionnées au 6° de l'article 3 du présent décret et les informations liées sont conservées vingt-cinq ans à compter de leur date d'enregistrement dans le traitement.", "content_length": 2424}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les droits d'accès et de rectification prévus par les articles 39 et 40 de la loi n° 78-17 du 6 janvier 1978 s'exercent auprès du chef du service national de police scientifique au ministère de l'intérieur, place Beauvau, Paris (8e).", "content_length": 233}, {"no": 2, "content": "Le droit d'opposition prévu par l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement.", "content_length": 122}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Le présent traitement est placé sous le contrôle du procureur général près la cour d'appel dans le ressort de laquelle est situé le service gestionnaire.", "content_length": 156}, {"no": 2, "content": "   Il peut d'office et sans préjudice du contrôle effectué par la Commission nationale de l'informatique et des libertés en application de la loi du 6 janvier 1978 susvisée, ordonner l'effacement des informations dont la conservation ne paraîtrait manifestement plus utile compte tenu de la finalité du traitement.", "content_length": 314}, {"no": 3, "content": "   L'autorité gestionnaire du fichier adresse à ce magistrat ainsi qu'à la Commission nationale de l'informatique et des libertés un rapport annuel d'activité mentionnant notamment les résultats des opérations de mise à jour et d'apurement du fichier.", "content_length": 251}], "id": "7", "no": 7.0}, {"section": "7-1", "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "I.-Sont effacées par le service gestionnaire :   1° Les traces et informations mentionnées au d du 1° de l'article 3, dès réception par ce service d'un avis l'informant de la découverte de la personne disparue ;   2° Les empreintes et informations mentionnées au 2° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant du décès de la personne concernée ;   3° Les empreintes et informations mentionnées au 3° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne grièvement blessée ou décédée ;   4° Les traces et empreintes mentionnées au 5° de l'article 3 sur demande dudit organisme ou service ou parce que le service gestionnaire a été informé du décès de la personne en cause ou de sa découverte, lorsqu'il s'agit d'une personne disparue ;   5° Les empreintes et informations mentionnées au 6° de l'article 3, dès réception par le service gestionnaire d'un avis l'informant de l'identification de la personne décédée ;   6° Les empreintes et informations liées en cas de décision de relaxe ou d'acquittement devenue définitive, dès réception de l'avis en informant le service gestionnaire.   II.-Les empreintes et informations liées sont effacées en cas de décision de non-lieu, de classement sans suite pour absence d'infraction ou insuffisance de charges ou pour auteur inconnu, sauf si le procureur de la République estime que leur conservation apparaît nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée.   Le procureur de la République ne peut s'opposer à l'effacement lorsque la prescription de l'action publique est acquise.   III.-Les empreintes et informations mentionnées aux 2° et 4° de l'article 3 sont effacées à la demande de l'intéressé, lorsque leur conservation n'apparaît plus nécessaire pour des raisons liées à la finalité du fichier au regard de la nature ou des circonstances de commission de l'infraction ou de la personnalité de la personne concernée. ", "content_length": 2098}], "id": "7-1", "no": 7.1}, {"section": "7-2", "title": "Article 7-2", "paragraphs": [{"no": 1, "content": "Toute demande d'effacement doit, à peine d'irrecevabilité, être adressée par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe. Cette demande est directement adressée au procureur de la République compétent, qui est celui de la juridiction dans le ressort de laquelle a été menée la procédure ayant donné lieu à cet enregistrement. Elle peut également être adressée au procureur de la République du domicile de l'intéressé, qui la transmet au procureur de la République compétent.   Le magistrat compétent fait connaître sa décision à l'intéressé, par lettre recommandée avec demande d'avis de réception, dans un délai de trois mois à compter de la réception de la demande soit par lui-même, soit par le procureur de la République du domicile de l'intéressé.   A défaut de réponse dans ce délai, ou si le magistrat n'ordonne pas l'effacement, l'intéressé peut saisir aux mêmes fins le juge des libertés et de la détention dans un délai de dix jours, à compter de l'expiration du délai prévu à l'alinéa précédent ou de la réception par le requérant de la décision du procureur de la République, par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe.   Après avoir sollicité les réquisitions écrites du procureur de la République, le juge des libertés et de la détention statue par ordonnance motivée dans un délai de deux mois, à compter de la date de réception ou de la déclaration au greffe de la demande d'effacement formée devant lui. L'ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé.   Faute pour le juge des libertés et de la détention de statuer dans le délai de deux mois ou en cas d'ordonnance refusant l'effacement, l'intéressé peut, dans un délai de dix jours à compter de l'expiration du délai prévu à l'alinéa précédent ou de la notification à la personne de l'ordonnance du juge des libertés et de la détention, saisir le président de la chambre de l'instruction, par lettre recommandée avec accusé de réception ou par déclaration au greffe. A peine d'irrecevabilité, sa contestation doit être motivée.   En cas d'ordonnance prescrivant l'effacement, le procureur de la République peut également, dans un délai de dix jours à compter de la date de la notification de l'ordonnance du juge des libertés et de la détention, contester cette décision devant le président de la chambre de l'instruction. Cette contestation suspend l'exécution de la décision.   Le président de la chambre de l'instruction statue, après avoir sollicité les réquisitions écrites du procureur général, par une ordonnance motivée, dans un délai de trois mois à compter de la date de réception de la lettre recommandée ou de la déclaration au greffe par le requérant, ou de la date de la contestation par le procureur de la République de l'ordonnance du juge des libertés et de la détention. Cette ordonnance est notifiée au procureur de la République et, par lettre recommandée avec demande d'avis de réception, à l'intéressé. Elle ne peut faire l'objet d'un pourvoi en cassation que si elle ne satisfait pas, en la forme, aux conditions essentielles de son existence légale.", "content_length": 3205}], "id": "7-2", "no": 7.2}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les fonctionnaires et militaires individuellement désignés et habilités des services d'identité judiciaire de la police nationale, du       service central de renseignement criminel de la gendarmerie nationale  ainsi que des unités de recherches de la gendarmerie nationale peuvent seuls avoir accès aux données à caractère personnel et aux informations contenues dans le traitement : 1° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale, ou des agents des douanes habilités à effectuer des enquêtes judiciaires en vertu des  dispositions de l'article 28-1 du code de procédure pénale ; 2° Pour procéder aux opérations d'identification à la demande de l'autorité judiciaire, des fonctionnaires de la police ou des militaires de la gendarmerie dans le cadre des recherches aux fins d'identification des personnes décédées prévues aux  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ; 3° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des dispositions des articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile ; 4° Pour procéder aux opérations d'identification à la demande des officiers de police judiciaire de la police nationale ou de la gendarmerie nationale en vertu des  dispositions de l'article 78-3 du code de procédure pénale .", "content_length": 1694}], "id": "8", "no": 8.0}, {"section": "8-1", "title": "Article 8-1", "paragraphs": [{"no": 1, "content": "I.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale et les agents des douanes mentionnés à l'article précédent sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation en vue des finalités définies à l'article 1er dans le cadre et pour les besoins exclusifs des procédures judiciaires dont ils sont saisis.  II.-Les officiers de police judiciaire de la police nationale ou de la gendarmerie nationale sont destinataires des résultats des opérations d'identification dont ils ont demandé la réalisation à raison de leurs attributions, dans le cadre et pour les besoins exclusifs :  1° Des recherches aux fins d'identification des personnes décédées effectuées en application des  articles L. 2223-42 du code général des collectivités territoriales et  87 du code civil et du  décret n° 2012-125 du 30 janvier 2012 relatif à la procédure extrajudiciaire d'identification des personnes décédées ;  2° Des procédures d'identification prévues aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile dont ils sont saisis ;  3° Des mesures de vérification d'identité de l' article 78-3 du code de procédure pénale .", "content_length": 1253}], "id": "8-1", "no": 8.1}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "Le fichier prévu au présent décret ne peut faire l'objet d'aucune interconnexion, rapprochement ou d'aucune autre forme de mise en relation        avec un autre traitement automatisé de données à caractère personnel, à l'exception du traitement visé à l' article 48-1 du code de procédure pénale aux seules fins d'alimentation et de mise à jour du fichier prévu par le présent décret..", "content_length": 385}], "id": "9", "no": 9.0}, {"section": "9-1", "title": "Article 9-1", "paragraphs": [{"no": 1, "content": "Par dérogation aux articles 8 et 9, les données enregistrées dans le fichier automatisé des empreintes digitales, à l'exclusion de celles enregistrées au titre du 6° de l'article 3, peuvent être consultées, en vue notamment de faire l'objet de rapprochements, par les agents d'organismes de coopération internationale en matière de police judiciaire ou par les agents des services de police ou de justice d'Etats étrangers, aux fins et dans les conditions prévues : ", "content_length": 466}, {"no": 2, "content": "1° Par le traité relatif à l'approfondissement de la coopération transfrontalière, notamment en vue de lutter contre le terrorisme, la criminalité transfrontalière et la migration illégale, signé à Prüm le 27 mai 2005 ; ", "content_length": 220}, {"no": 3, "content": "2° Par tout acte pris en application du titre V du traité sur le fonctionnement de l'Union européenne et poursuivant des buts analogues, en tout ou partie, à ceux du traité mentionné au 1° ; ", "content_length": 191}, {"no": 4, "content": "3° Par tout engagement liant, aux fins et dans les conditions définies à l'article L. 235-1 du code de la sécurité intérieure, la France à des organismes internationaux ou à des Etats étrangers, lorsque ces organismes et ces Etats assurent à la vie privée, aux libertés et aux droits fondamentaux des personnes à l'égard de données à caractère personnel un niveau de protection suffisant au sens de l'article 68 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.", "content_length": 505}], "id": "9-1", "no": 9.1}, {"section": "9-2", "title": "Article 9-2", "paragraphs": [{"no": 1, "content": "Sous réserve des règles particulières prévues par les actes et accords mentionnés aux 2° et 3° de l'article 9-1, les opérations réalisées en vertu de ces dispositions : ", "content_length": 169}, {"no": 2, "content": " 1° Sont le fait d'agents spécialement habilités à cet effet par les organismes internationaux ou Etats requérants ; ", "content_length": 117}, {"no": 3, "content": " 2° Font l'objet, de la part de ces agents, de demandes préalables motivées ; ", "content_length": 78}, {"no": 4, "content": " 3° Donnent lieu à la mise en place, par le gestionnaire du traitement, d'un dispositif permettant de retracer, par enregistrement informatique, la consultation du fichier. ", "content_length": 173}], "id": "9-2", "no": 9.2}, {"section": "9-3", "title": "Article 9-3", "paragraphs": [{"no": 1, "content": "Le présent décret, dans sa rédaction résultant du décret n° 2020-1777 du 30 décembre 2020, est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, sous réserve des  adaptations suivantes :", "content_length": 228}, {"no": 2, "content": "1° Pour l'application des articles 3,8 et 8-1 en Nouvelle-Calédonie :", "content_length": 69}, {"no": 3, "content": "a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article L. 362-1 du code des communes de la Nouvelle-Calédonie ;", "content_length": 188}, {"no": 4, "content": "b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2002-388 du 20 mars 2002 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ;", "content_length": 320}, {"no": 5, "content": "2° Pour l'application des articles 8 et 8-1 en Polynésie française, les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  9 et  11 de l'ordonnance n° 2000-372 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ;", "content_length": 387}, {"no": 6, "content": "3° Pour l'application des articles 3,8 et 8-1 dans les îles Wallis et Futuna :", "content_length": 78}, {"no": 7, "content": "a) La référence à l' article L. 2223-42 du code général des collectivités territoriales est remplacée par la référence à l' article 814-2 du code de procédure pénale ;", "content_length": 167}, {"no": 8, "content": "b) Les références aux articles  L. 611-1-1 ,  L. 611-3 et  L. 611-4 du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux articles  8 et  10 de l'ordonnance n° 2000-371 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna.", "content_length": 329}], "id": "9-3", "no": 9.3}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "     Le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre de l'intérieur et le ministre délégué auprès du ministre de l'intérieur, chargé de la sécurité, sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 326}], "id": "10", "no": 10.0}]}]