[{"source": "1992-08-07", "id": "JORFTEXT000000723942", "published": "1992-08-07", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000723942/1992-08-07", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Aux fins prévues à l'article 74-1 du décret du 30 octobre 1935 susvisé et à l'article R. 131-5 du code monétaire et financier, la centralisation des informations mentionnée à l'article 74 du même décret du 30 octobre 1935 susvisé est assurée dans un fichier de base recensant les coordonnées bancaires des titulaires frappés d'une interdiction bancaire ou judiciaire d'émettre des chèques. Ce fichier centralise en outre des éléments d'identification sur les faux chèques ainsi que les coordonnées bancaires des comptes clôturés et des comptes pour lesquels une déclaration de perte ou de vol a été enregistrée auprès des services de police et de gendarmerie ou de l'établissement tiré. Dans cette dernière hypothèse, les coordonnées bancaires sont complétées, lorsqu'ils sont connus, par les numéros de formule des chèques ayant fait l'objet d'une opposition à paiement.", "content_length": 871}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "Le fichier de base alimente un fichier de consultation contenant uniquement  les informations indispensables à l'identification des chèques déclarés volés ou  perdus, des faux chèques, des chèques tirés sur des comptes clos ou par une  personne physique ou morale frappée d'une interdiction d'émettre des chèques. ", "content_length": 314}, {"no": 2, "content": "Les coordonnées bancaires du titulaire du compte sont exprimées sous la forme  codée figurant sur la ligne d'identification située au bas du chèque. A cette  fin, les établissements tirés communiquent à la Banque de France les règles de  codage qui leur sont propres.", "content_length": 267}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Les personnes visées à l'article R. 131-5 du code monétaire et financier  n'ont pas d'accès direct aux informations du fichier de base. Il leur est  délivré uniquement un message réponse indiquant, le cas échéant, que l'émission  du chèque est irrégulière. En même temps qu'elle leur communique leur code  d'accès, la Banque de France informe ces personnes de la signification des  différents codes réponses utilisés. ", "content_length": 418}, {"no": 2, "content": "Seuls les établissements teneurs de comptes, pour l'ensemble des informations  enregistrées sous les comptes de leurs clients, et les services de police et de  gendarmerie, pour les seules informations sur chèques perdus ou volés, ont accès  aux informations recensées dans le fichier de base.", "content_length": 293}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "La Banque de France assure directement la gestion du fichier de base. Elle peut  déléguer par contrat la gestion du fichier de consultation ainsi que la  promotion du service auprès des utilisateurs. ", "content_length": 200}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "La Banque de France attribue un code d'accès spécifique aux mandataires habilités à interroger le fichier de consultation en application du décret du 26 mai 1992 susvisé. ", "content_length": 171}, {"no": 2, "content": "Tout mandataire peut interroger le fichier de consultation en vertu d'un contrat reçu d'un mandant. Le mandataire est tenu de présenter copie du mandat à la demande de la Banque de France. ", "content_length": 189}, {"no": 3, "content": "Le mandataire informe sans délai son mandant de la réponse de la Banque de France aux interrogations du fichier de consultation. Il peut prendre, le cas échéant, connaissance de cette réponse.", "content_length": 192}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "L'interrogation du fichier de consultation s'effectue par lecture automatique ou  saisie manuelle des caractères figurant sur la ligne codée située au bas du  chèque. ", "content_length": 167}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les modalités techniques d'accès au fichier de consultation répondent aux  standards du marché.", "content_length": 95}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Toute personne désireuse de connaître, de contester et, le cas échéant, de  faire rectifier les informations que la Banque de France détient à son nom dans  le Fichier national des chèques irréguliers, peut transmettre sa demande au  service gestionnaire du fichier (Banque de France, 39, rue  Croix-des-Petits-Champs, 75001 Paris) ou à la succursale de la Banque de France  la plus proche du domicile du demandeur par simple lettre accompagnée : ", "content_length": 447}, {"no": 2, "content": "- d'une part, de la photocopie d'une pièce d'identité officielle ; ", "content_length": 67}, {"no": 3, "content": "- d'autre part, d'un document comportant l'identité et les coordonnées  bancaires du titulaire du compte. ", "content_length": 106}, {"no": 4, "content": "Les personnes physiques - ou les mandataires sociaux des personnes morales -  peuvent ainsi obtenir communication de l'ensemble des informations recensées  sous leur dossier et toutes explications sur le fonctionnement de la  centralisation correspondante. ", "content_length": 257}, {"no": 5, "content": "Dans tous les cas, la totalité des informations recensées dans le fichier  sont communiquées en clair. ", "content_length": 103}, {"no": 6, "content": "L'identité des déclarants (établissements teneurs de comptes, services de  police et de gendarmerie) est indiquée aux demandeurs ; les rectifications  éventuelles d'informations recensées sont effectuées soit par les établissements  teneurs de comptes, soit par la Banque de France lorsque les données figurant  dans le fichier émanent exclusivement des services de police et de gendarmerie.  La modification est portée immédiatement à la connaissance du demandeur. ", "content_length": 466}, {"no": 7, "content": "L'absence de réponse de la part des établissements teneurs de comptes, dans  le délai de dix jours ouvrés à compter de la réception d'une demande de  rectification, vaut refus.", "content_length": 176}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "Lorsqu'elle indique que l'émission d'un chèque est irrégulière, la Banque de  France conserve durant une période minimale de deux mois, associées à l'origine  de l'appel, les caractéristiques du chèque testé : numéro des formules,  identification de l'établissement tiré, coordonnées bancaires du tireur. ", "content_length": 305}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Le directeur du Trésor au ministère de l'économie et des finances et le  gouverneur de la Banque de France sont chargés, chacun en ce qui le concerne, de  l'exécution du présent arrêté, qui sera publié au Journal officiel de la  République française. ", "content_length": 251}], "id": "10", "no": 10.0}]}]