[{"source": "2010-05-31", "id": "JORFTEXT000022276189", "published": "2010-05-31", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2010-05-31", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé « fichier des personnes recherchées ». Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives.", "content_length": 573}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. ― Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées au I de l'article 23 de la loi du 18 mars 2003 susvisée. II. ― Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : 1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ; 2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ; 3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ; 4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. III. ― Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : 1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; 2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ; 3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ; 4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ; 5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ; 6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ; 7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ; 8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ; 9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. IV. ― Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : 1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ; 2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ; 3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ; 4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ; 5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; 6° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière non exécuté, en application du II de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; 7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins d'un an en application du 8° du II de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ; 8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ; 9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 513-4, L. 523-3, L. 523-4 ou L. 523-5 du code de l'entrée et du séjour des étrangers et du droit d'asile.V. ― En tant que de besoin et dans le respect des conditions prévues à l'article 24 de la loi du 18 mars 2003 susvisée, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 5269}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale exerçant des missions de police judiciaire, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. ― L'inscription des personnes mentionnées au IV de l'article 2 est effectuée : 1° Par les agents chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire du ministère de l'intérieur (direction des libertés publiques et des affaires juridiques et direction de la modernisation et de l'action territoriale), individuellement désignés et spécialement habilités par le directeur des libertés publiques et des affaires juridiques et le directeur de la modernisation et de l'action territoriale ; 2° Par les agents chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire dans les préfectures et sous-préfectures, individuellement désignés et spécialement habilités par le préfet. En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale.", "content_length": 1420}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : 1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services déconcentrés de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général de la police nationale ; 2° Les militaires des unités de la gendarmerie nationale exerçant des missions de police judiciaire individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; 3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; 4° Les agents des services centraux du ministère de l'intérieur (direction des libertés publiques et des affaires juridiques et direction de la modernisation de l'action territoriale) individuellement désignés et spécialement habilités par le directeur des libertés publiques et des affaires juridiques ou le directeur de la modernisation de l'Etat et de l'action territoriale ; 5° Les agents des services centraux du ministère de l'immigration individuellement désignés et spécialement habilités par le directeur de l'immigration ; 6° Les agents des préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités par le préfet. II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : 1° Les autorités judiciaires ; 2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article 24 de la loi du 18 mars 2003 susvisée.", "content_length": 2591}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article 24 de la loi du 18 mars 2003 susvisée, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 271}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée, à l'initiative de l'autorité ayant demandé l'inscription au fichier, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 681}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur tout le territoire de la République.", "content_length": 73}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2013-08-18", "id": "JORFTEXT000022276189", "published": "2013-08-18", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2013-08-18", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé « fichier des personnes recherchées ». Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives.", "content_length": 573}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. ― Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale. ", "content_length": 152}, {"no": 2, "content": "II. ― Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : ", "content_length": 225}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ;  2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ;  3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ;  4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. ", "content_length": 549}, {"no": 4, "content": "III. ― Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : ", "content_length": 102}, {"no": 5, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ;  2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ;  3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ;  4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ;  5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ;  6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ;  7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ;  8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ;  9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. ", "content_length": 1901}, {"no": 6, "content": "IV. ― Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : ", "content_length": 113}, {"no": 7, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ;  2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ;  3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ;  4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ;  5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 1087}, {"no": 8, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ; ", "content_length": 207}, {"no": 9, "content": "7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins de trois ans en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ;  8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;  9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile. ", "content_length": 642}, {"no": 10, "content": "V. ― En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée par les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet. ", "content_length": 768}, {"no": 2, "content": " En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale. ", "content_length": 214}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : ", "content_length": 249}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général de la police nationale ; ", "content_length": 415}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; ", "content_length": 487}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; ", "content_length": 275}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet ; ", "content_length": 347}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères chargés du traitement des titres d'identité et de voyage, individuellement désignés et spécialement habilités par le directeur des Français de l'étranger et de l'administration consulaire. ", "content_length": 240}, {"no": 7, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : ", "content_length": 135}, {"no": 8, "content": "1° Les autorités judiciaires ; ", "content_length": 31}, {"no": 9, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ; ", "content_length": 202}, {"no": 10, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues.  Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ;  4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes.", "content_length": 903}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée,              à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 821}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant du décret n° 2013-745 du 14 août 2013, sous réserve des dispositions suivantes : ", "content_length": 188}, {"no": 2, "content": "1° Pour son application à Mayotte, les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-373 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers à Mayotte ; ", "content_length": 303}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 191}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna : ", "content_length": 57}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ; ", "content_length": 133}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ; ", "content_length": 91}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; ", "content_length": 275}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ; ", "content_length": 45}, {"no": 11, "content": "4° Pour son application en Polynésie française : ", "content_length": 49}, {"no": 12, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ; ", "content_length": 163}, {"no": 13, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 14, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ; ", "content_length": 267}, {"no": 15, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 16, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 17, "content": "5° Pour son application en Nouvelle-Calédonie : ", "content_length": 48}, {"no": 18, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ; ", "content_length": 162}, {"no": 19, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 20, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ; ", "content_length": 266}, {"no": 21, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 22, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 23, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2014-05-12", "id": "JORFTEXT000022276189", "published": "2014-05-12", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2014-05-12", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé « fichier des personnes recherchées ». Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives.", "content_length": 573}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. ― Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale. ", "content_length": 152}, {"no": 2, "content": "II. ― Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : ", "content_length": 225}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ;  2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ;  3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ;  4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. ", "content_length": 549}, {"no": 4, "content": "III. ― Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : ", "content_length": 102}, {"no": 5, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ;  2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ;  3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ;  4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ;  5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ;  6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ;  7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ;  8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ;  9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. ", "content_length": 1901}, {"no": 6, "content": "IV. ― Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : ", "content_length": 113}, {"no": 7, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ;  2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ;  3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ;  4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ;  5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 1087}, {"no": 8, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ; ", "content_length": 207}, {"no": 9, "content": "7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins de trois ans en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ;  8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;  9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile. ", "content_length": 642}, {"no": 10, "content": "V. ― En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée par les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet. ", "content_length": 768}, {"no": 2, "content": " En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale. ", "content_length": 214}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : ", "content_length": 249}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ; ", "content_length": 410}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; ", "content_length": 487}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; ", "content_length": 275}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet ; ", "content_length": 347}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères chargés du traitement des titres d'identité et de voyage, individuellement désignés et spécialement habilités par le directeur des Français de l'étranger et de l'administration consulaire. ", "content_length": 240}, {"no": 7, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : ", "content_length": 135}, {"no": 8, "content": "1° Les autorités judiciaires ; ", "content_length": 31}, {"no": 9, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ; ", "content_length": 202}, {"no": 10, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues. ", "content_length": 335}, {"no": 11, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ; ", "content_length": 292}, {"no": 12, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes.", "content_length": 274}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée,              à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 821}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant du décret n° 2013-745 du 14 août 2013, sous réserve des dispositions suivantes : ", "content_length": 188}, {"no": 2, "content": "1° Pour son application à Mayotte, les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-373 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers à Mayotte ; ", "content_length": 303}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 191}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna : ", "content_length": 57}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ; ", "content_length": 133}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ; ", "content_length": 91}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; ", "content_length": 275}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ; ", "content_length": 45}, {"no": 11, "content": "4° Pour son application en Polynésie française : ", "content_length": 49}, {"no": 12, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ; ", "content_length": 163}, {"no": 13, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 14, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ; ", "content_length": 267}, {"no": 15, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 16, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 17, "content": "5° Pour son application en Nouvelle-Calédonie : ", "content_length": 48}, {"no": 18, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ; ", "content_length": 162}, {"no": 19, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 20, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ; ", "content_length": 266}, {"no": 21, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 22, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 23, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2014-05-26", "id": "JORFTEXT000022276189", "published": "2014-05-26", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2014-05-26", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé « fichier des personnes recherchées ». Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives.", "content_length": 573}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. ― Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale. ", "content_length": 152}, {"no": 2, "content": "II. ― Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : ", "content_length": 225}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ;  2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ;  3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ;  4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. ", "content_length": 549}, {"no": 4, "content": "III. ― Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : ", "content_length": 102}, {"no": 5, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ;  2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ;  3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ;  4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ;  5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ;  6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ;  7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ;  8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ;  9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. ", "content_length": 1901}, {"no": 6, "content": "IV. ― Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : ", "content_length": 113}, {"no": 7, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ;  2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ;  3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ;  4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ;  5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 1087}, {"no": 8, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ; ", "content_length": 207}, {"no": 9, "content": "7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins de trois ans en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ;  8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;  9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile. ", "content_length": 642}, {"no": 10, "content": "V. ― En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée par les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet. ", "content_length": 768}, {"no": 2, "content": " En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale. ", "content_length": 214}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : ", "content_length": 249}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ; ", "content_length": 410}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; ", "content_length": 487}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; ", "content_length": 275}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet ; ", "content_length": 347}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères chargés du traitement des titres d'identité et de voyage, individuellement désignés et spécialement habilités par le directeur des Français de l'étranger et de l'administration consulaire. ", "content_length": 240}, {"no": 7, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : ", "content_length": 135}, {"no": 8, "content": "1° Les autorités judiciaires ; ", "content_length": 31}, {"no": 9, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ; ", "content_length": 202}, {"no": 10, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues. ", "content_length": 335}, {"no": 11, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ; ", "content_length": 292}, {"no": 12, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes.", "content_length": 274}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée,              à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 821}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant du décret n° 2013-745 du 14 août 2013, sous réserve des dispositions suivantes : ", "content_length": 188}, {"no": 2, "content": "1° Abrogé ; ", "content_length": 12}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 191}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna : ", "content_length": 57}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ; ", "content_length": 133}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ; ", "content_length": 91}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; ", "content_length": 275}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ; ", "content_length": 45}, {"no": 11, "content": "4° Pour son application en Polynésie française : ", "content_length": 49}, {"no": 12, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ; ", "content_length": 163}, {"no": 13, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 14, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ; ", "content_length": 267}, {"no": 15, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 16, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 17, "content": "5° Pour son application en Nouvelle-Calédonie : ", "content_length": 48}, {"no": 18, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ; ", "content_length": 162}, {"no": 19, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 20, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ; ", "content_length": 266}, {"no": 21, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 22, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 23, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2015-02-16", "id": "JORFTEXT000022276189", "published": "2015-02-16", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2015-02-16", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé « fichier des personnes recherchées ». Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives.", "content_length": 573}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale. ", "content_length": 152}, {"no": 2, "content": "II. - Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : ", "content_length": 225}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ; ", "content_length": 109}, {"no": 4, "content": "2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ; ", "content_length": 266}, {"no": 5, "content": "3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ; ", "content_length": 91}, {"no": 6, "content": "4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. ", "content_length": 80}, {"no": 7, "content": "III. - Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : ", "content_length": 102}, {"no": 8, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 390}, {"no": 9, "content": "2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ; ", "content_length": 298}, {"no": 10, "content": "3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ; ", "content_length": 87}, {"no": 11, "content": "4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ; ", "content_length": 125}, {"no": 12, "content": "5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ; ", "content_length": 293}, {"no": 13, "content": "6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ; ", "content_length": 155}, {"no": 14, "content": "7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ; ", "content_length": 195}, {"no": 15, "content": "8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ; ", "content_length": 215}, {"no": 16, "content": "9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. ", "content_length": 135}, {"no": 17, "content": "IV. - Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : ", "content_length": 113}, {"no": 18, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ; ", "content_length": 137}, {"no": 19, "content": "2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ; ", "content_length": 114}, {"no": 20, "content": "3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ; ", "content_length": 276}, {"no": 21, "content": "4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus ou détenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ; ", "content_length": 331}, {"no": 22, "content": "5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 236}, {"no": 23, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ; ", "content_length": 207}, {"no": 24, "content": "7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins de trois ans en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ; ", "content_length": 266}, {"no": 25, "content": "8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 169}, {"no": 26, "content": "9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 205}, {"no": 27, "content": "10° Les personnes qui font l'objet d'une décision d'interdiction de sortie du territoire prononcée en vertu de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 166}, {"no": 28, "content": " 11° Les personnes auxquelles a été notifiée une décision d'interdiction de sortie du territoire et qui n'ont pas procédé à la restitution de leur passeport et de leur carte nationale d'identité dans le délai prévu au huitième alinéa de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 292}, {"no": 29, "content": " 12° Les étrangers qui font l'objet d'une interdiction administrative du territoire, prononcée en application des articles L. 214-1 ou L. 214-2 du code de l'entrée et du séjour des étrangers et du droit d'asile.", "content_length": 211}, {"no": 30, "content": "V. - En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée par les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet. ", "content_length": 768}, {"no": 2, "content": " En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale. ", "content_length": 214}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : ", "content_length": 249}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ; ", "content_length": 410}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; ", "content_length": 487}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; ", "content_length": 275}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet ; ", "content_length": 347}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères chargés du traitement des titres d'identité et de voyage, individuellement désignés et spécialement habilités par le directeur des Français de l'étranger et de l'administration consulaire. ", "content_length": 240}, {"no": 7, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : ", "content_length": 135}, {"no": 8, "content": "1° Les autorités judiciaires ; ", "content_length": 31}, {"no": 9, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ; ", "content_length": 202}, {"no": 10, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues. ", "content_length": 335}, {"no": 11, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ; ", "content_length": 292}, {"no": 12, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes.", "content_length": 274}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée,              à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 821}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant du décret n° 2015-174 du 13 février 2015 portant amélioration des échanges d'information dans le cadre de la lutte contre le terrorisme, sous réserve des dispositions suivantes : ", "content_length": 286}, {"no": 2, "content": "1° Abrogé ; ", "content_length": 12}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 191}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna : ", "content_length": 57}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ; ", "content_length": 133}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ; ", "content_length": 91}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; ", "content_length": 275}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ; ", "content_length": 45}, {"no": 11, "content": "4° Pour son application en Polynésie française : ", "content_length": 49}, {"no": 12, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ; ", "content_length": 163}, {"no": 13, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 14, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ; ", "content_length": 267}, {"no": 15, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 16, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 17, "content": "5° Pour son application en Nouvelle-Calédonie : ", "content_length": 48}, {"no": 18, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ; ", "content_length": 162}, {"no": 19, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 20, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ; ", "content_length": 266}, {"no": 21, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 22, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 23, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2015-06-13", "id": "JORFTEXT000022276189", "published": "2015-06-13", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2015-06-13", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé « fichier des personnes recherchées ». Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives.", "content_length": 573}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale. ", "content_length": 152}, {"no": 2, "content": "II. - Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : ", "content_length": 225}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ; ", "content_length": 109}, {"no": 4, "content": "2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ; ", "content_length": 266}, {"no": 5, "content": "3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ; ", "content_length": 91}, {"no": 6, "content": "4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. ", "content_length": 80}, {"no": 7, "content": "III. - Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : ", "content_length": 102}, {"no": 8, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 390}, {"no": 9, "content": "2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ; ", "content_length": 298}, {"no": 10, "content": "3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ; ", "content_length": 87}, {"no": 11, "content": "4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ; ", "content_length": 125}, {"no": 12, "content": "5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ; ", "content_length": 293}, {"no": 13, "content": "6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ; ", "content_length": 155}, {"no": 14, "content": "7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ; ", "content_length": 195}, {"no": 15, "content": "8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ; ", "content_length": 215}, {"no": 16, "content": "9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. ", "content_length": 135}, {"no": 17, "content": "IV. - Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : ", "content_length": 113}, {"no": 18, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ; ", "content_length": 137}, {"no": 19, "content": "2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ; ", "content_length": 114}, {"no": 20, "content": "3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ; ", "content_length": 276}, {"no": 21, "content": "4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus ou détenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ; ", "content_length": 331}, {"no": 22, "content": "5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 236}, {"no": 23, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ; ", "content_length": 207}, {"no": 24, "content": "7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins de trois ans en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ; ", "content_length": 266}, {"no": 25, "content": "8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 169}, {"no": 26, "content": "9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 205}, {"no": 27, "content": "10° Les personnes qui font l'objet d'une décision d'interdiction de sortie du territoire prononcée en vertu de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 166}, {"no": 28, "content": " 11° Les personnes auxquelles a été notifiée une décision d'interdiction de sortie du territoire et qui n'ont pas procédé à la restitution de leur passeport et de leur carte nationale d'identité dans le délai prévu au huitième alinéa de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 292}, {"no": 29, "content": " 12° Les étrangers qui font l'objet d'une interdiction administrative du territoire, prononcée en application des articles L. 214-1 ou L. 214-2 du code de l'entrée et du séjour des étrangers et du droit d'asile.", "content_length": 211}, {"no": 30, "content": "V. - En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée par les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet. ", "content_length": 768}, {"no": 2, "content": " En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale. ", "content_length": 214}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : ", "content_length": 249}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ; ", "content_length": 410}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; ", "content_length": 487}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; ", "content_length": 275}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet ; ", "content_length": 347}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères chargés du traitement des titres d'identité et de voyage, individuellement désignés et spécialement habilités par le directeur des Français de l'étranger et de l'administration consulaire ; ", "content_length": 241}, {"no": 7, "content": "6° Les agents du Conseil national des activités privées de sécurité, individuellement désignés et spécialement habilités par le préfet compétent en application de l'article R. 632-14 du code de la sécurité intérieure. ", "content_length": 218}, {"no": 8, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : ", "content_length": 135}, {"no": 9, "content": "1° Les autorités judiciaires ; ", "content_length": 31}, {"no": 10, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ; ", "content_length": 202}, {"no": 11, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues. ", "content_length": 335}, {"no": 12, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ; ", "content_length": 292}, {"no": 13, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes.", "content_length": 274}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée,              à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 821}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant du décret n° 2015-648 du 10 juin 2015 relatif à l'accès au traitement d'antécédents judiciaires et au fichier des personnes recherchées, sous réserve des dispositions suivantes : ", "content_length": 286}, {"no": 2, "content": "1° Abrogé ; ", "content_length": 12}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 191}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna : ", "content_length": 57}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ; ", "content_length": 133}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ; ", "content_length": 91}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; ", "content_length": 275}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ; ", "content_length": 45}, {"no": 11, "content": "4° Pour son application en Polynésie française : ", "content_length": 49}, {"no": 12, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ; ", "content_length": 163}, {"no": 13, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 14, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ; ", "content_length": 267}, {"no": 15, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 16, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 17, "content": "5° Pour son application en Nouvelle-Calédonie : ", "content_length": 48}, {"no": 18, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ; ", "content_length": 162}, {"no": 19, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 20, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ; ", "content_length": 266}, {"no": 21, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 22, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 23, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2015-10-24", "id": "JORFTEXT000022276189", "published": "2015-10-24", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2015-10-24", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé « fichier des personnes recherchées ». Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives.", "content_length": 573}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale. ", "content_length": 152}, {"no": 2, "content": "II. - Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : ", "content_length": 225}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ; ", "content_length": 109}, {"no": 4, "content": "2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ; ", "content_length": 266}, {"no": 5, "content": "3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ; ", "content_length": 91}, {"no": 6, "content": "4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. ", "content_length": 80}, {"no": 7, "content": "III. - Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : ", "content_length": 102}, {"no": 8, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 390}, {"no": 9, "content": "2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ; ", "content_length": 298}, {"no": 10, "content": "3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ; ", "content_length": 87}, {"no": 11, "content": "4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ; ", "content_length": 125}, {"no": 12, "content": "5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ; ", "content_length": 293}, {"no": 13, "content": "6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ; ", "content_length": 155}, {"no": 14, "content": "7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ; ", "content_length": 195}, {"no": 15, "content": "8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ; ", "content_length": 215}, {"no": 16, "content": "9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. ", "content_length": 135}, {"no": 17, "content": "IV. - Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : ", "content_length": 113}, {"no": 18, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ; ", "content_length": 137}, {"no": 19, "content": "2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ; ", "content_length": 114}, {"no": 20, "content": "3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ; ", "content_length": 276}, {"no": 21, "content": "4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus ou détenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ; ", "content_length": 331}, {"no": 22, "content": "5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 236}, {"no": 23, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ; ", "content_length": 207}, {"no": 24, "content": "7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins de trois ans en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ; ", "content_length": 266}, {"no": 25, "content": "8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 169}, {"no": 26, "content": "9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 205}, {"no": 27, "content": "10° Les personnes qui font l'objet d'une décision d'interdiction de sortie du territoire prononcée en vertu de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 166}, {"no": 28, "content": " 11° Les personnes auxquelles a été notifiée une décision d'interdiction de sortie du territoire et qui n'ont pas procédé à la restitution de leur passeport et de leur carte nationale d'identité dans le délai prévu au huitième alinéa de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 292}, {"no": 29, "content": " 12° Les étrangers qui font l'objet d'une interdiction administrative du territoire, prononcée en application des articles L. 214-1 ou L. 214-2 du code de l'entrée et du séjour des étrangers et du droit d'asile.", "content_length": 211}, {"no": 30, "content": "V. - En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée par les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet. ", "content_length": 768}, {"no": 2, "content": " En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale. ", "content_length": 214}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : ", "content_length": 249}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ; ", "content_length": 410}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; ", "content_length": 487}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; ", "content_length": 275}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet ; ", "content_length": 347}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères chargés du traitement des titres d'identité et de voyage, individuellement désignés et spécialement habilités par le directeur des Français de l'étranger et de l'administration consulaire ; ", "content_length": 241}, {"no": 7, "content": "6° Les agents du Conseil national des activités privées de sécurité, individuellement désignés et spécialement habilités par le préfet compétent en application de l'article R. 632-14 du code de la sécurité intérieure ;", "content_length": 218}, {"no": 8, "content": "7° Les agents du service à compétence nationale dénommé \"Unité Information Passagers\" et rattaché au ministère chargé du budget, individuellement désignés et spécialement habilités par le directeur de l'unité. ", "content_length": 210}, {"no": 9, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : ", "content_length": 135}, {"no": 10, "content": "1° Les autorités judiciaires ; ", "content_length": 31}, {"no": 11, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ; ", "content_length": 202}, {"no": 12, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues. ", "content_length": 335}, {"no": 13, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ; ", "content_length": 292}, {"no": 14, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes.", "content_length": 274}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée,              à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 821}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République                               dans sa rédaction résultant du décret n° 2015-1328 du 21 octobre 2015 portant modification de l' article 5 du décret n° 2010-569 du 28 mai 2010 relatif au fichier des personnes recherchées et des articles R. 232-14 et R. 232-15 du code de la sécurité intérieure, sous réserve des dispositions suivantes : ", "content_length": 414}, {"no": 2, "content": "1° Abrogé ; ", "content_length": 12}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 191}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna : ", "content_length": 57}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ; ", "content_length": 133}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ; ", "content_length": 91}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; ", "content_length": 275}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ; ", "content_length": 45}, {"no": 11, "content": "4° Pour son application en Polynésie française : ", "content_length": 49}, {"no": 12, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ; ", "content_length": 163}, {"no": 13, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 14, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ; ", "content_length": 267}, {"no": 15, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 16, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 17, "content": "5° Pour son application en Nouvelle-Calédonie : ", "content_length": 48}, {"no": 18, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ; ", "content_length": 162}, {"no": 19, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 20, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ; ", "content_length": 266}, {"no": 21, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 22, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 23, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2016-05-30", "id": "JORFTEXT000022276189", "published": "2016-05-30", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2016-05-30", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé « fichier des personnes recherchées ». Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives.", "content_length": 573}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale. ", "content_length": 152}, {"no": 2, "content": "II. - Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : ", "content_length": 225}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ; ", "content_length": 109}, {"no": 4, "content": "2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ; ", "content_length": 266}, {"no": 5, "content": "3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ; ", "content_length": 91}, {"no": 6, "content": "4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. ", "content_length": 80}, {"no": 7, "content": "III. - Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : ", "content_length": 102}, {"no": 8, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 390}, {"no": 9, "content": "2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ; ", "content_length": 298}, {"no": 10, "content": "3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ; ", "content_length": 87}, {"no": 11, "content": "4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ; ", "content_length": 125}, {"no": 12, "content": "5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ; ", "content_length": 293}, {"no": 13, "content": "6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ; ", "content_length": 155}, {"no": 14, "content": "7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ; ", "content_length": 195}, {"no": 15, "content": "8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ; ", "content_length": 215}, {"no": 16, "content": "9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. ", "content_length": 135}, {"no": 17, "content": "IV. - Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : ", "content_length": 113}, {"no": 18, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ; ", "content_length": 137}, {"no": 19, "content": "2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ; ", "content_length": 114}, {"no": 20, "content": "3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ; ", "content_length": 276}, {"no": 21, "content": "4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus ou détenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ; ", "content_length": 331}, {"no": 22, "content": "5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 236}, {"no": 23, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ; ", "content_length": 207}, {"no": 24, "content": "7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins de trois ans en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ; ", "content_length": 266}, {"no": 25, "content": "8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 169}, {"no": 26, "content": "9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 205}, {"no": 27, "content": "10° Les personnes qui font l'objet d'une décision d'interdiction de sortie du territoire prononcée en vertu de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 166}, {"no": 28, "content": " 11° Les personnes auxquelles a été notifiée une décision d'interdiction de sortie du territoire et qui n'ont pas procédé à la restitution de leur passeport et de leur carte nationale d'identité dans le délai prévu au huitième alinéa de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 292}, {"no": 29, "content": " 12° Les étrangers qui font l'objet d'une interdiction administrative du territoire, prononcée en application des articles L. 214-1 ou L. 214-2 du code de l'entrée et du séjour des étrangers et du droit d'asile.", "content_length": 211}, {"no": 30, "content": "V. - En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée par les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet. ", "content_length": 768}, {"no": 2, "content": " En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale. ", "content_length": 214}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : ", "content_length": 249}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ; ", "content_length": 410}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; ", "content_length": 487}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; ", "content_length": 275}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet ; ", "content_length": 347}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères chargés du traitement des titres d'identité et de voyage, individuellement désignés et spécialement habilités par le directeur des Français de l'étranger et de l'administration consulaire ; ", "content_length": 241}, {"no": 7, "content": "6° Les agents du Conseil national des activités privées de sécurité, individuellement désignés et spécialement habilités par le préfet compétent en application de l'article R. 632-14 du code de la sécurité intérieure ;", "content_length": 218}, {"no": 8, "content": "7° Les agents du service à compétence nationale dénommé \"Unité Information Passagers\" et rattaché au ministère chargé du budget, individuellement désignés et spécialement habilités par le directeur de l'unité. ", "content_length": 210}, {"no": 9, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : ", "content_length": 135}, {"no": 10, "content": "1° Les autorités judiciaires ; ", "content_length": 31}, {"no": 11, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ; ", "content_length": 202}, {"no": 12, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues. ", "content_length": 335}, {"no": 13, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ; ", "content_length": 292}, {"no": 14, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes ;", "content_length": 275}, {"no": 15, "content": "5° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions terroristes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions terroristes. ", "content_length": 253}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée, à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes et du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions terroristes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 907}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République                               dans sa rédaction résultant du décret n° 2015-1328 du 21 octobre 2015 portant modification de l' article 5 du décret n° 2010-569 du 28 mai 2010 relatif au fichier des personnes recherchées et des articles R. 232-14 et R. 232-15 du code de la sécurité intérieure, sous réserve des dispositions suivantes : ", "content_length": 414}, {"no": 2, "content": "1° Abrogé ; ", "content_length": 12}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 191}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna : ", "content_length": 57}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ; ", "content_length": 133}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ; ", "content_length": 91}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; ", "content_length": 275}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ; ", "content_length": 45}, {"no": 11, "content": "4° Pour son application en Polynésie française : ", "content_length": 49}, {"no": 12, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ; ", "content_length": 163}, {"no": 13, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 14, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ; ", "content_length": 267}, {"no": 15, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 16, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 17, "content": "5° Pour son application en Nouvelle-Calédonie : ", "content_length": 48}, {"no": 18, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ; ", "content_length": 162}, {"no": 19, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 20, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ; ", "content_length": 266}, {"no": 21, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 22, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 23, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2016-11-14", "id": "JORFTEXT000022276189", "published": "2016-11-14", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2016-11-14", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": " \t\t\t\t\tLe ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé \"fichier des personnes recherchées\".", "content_length": 260}, {"no": 2, "content": " \t\t\t\t\t Ce traitement a pour finalité de faciliter les recherches et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou des missions administratives ainsi que par les agents du service mentionné à l'article L. 561-23 du code monétaire et financier. ", "content_length": 423}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale. ", "content_length": 152}, {"no": 2, "content": "II. - Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire : ", "content_length": 225}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ; ", "content_length": 109}, {"no": 4, "content": "2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ; ", "content_length": 266}, {"no": 5, "content": "3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ; ", "content_length": 91}, {"no": 6, "content": "4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées. ", "content_length": 80}, {"no": 7, "content": "III. - Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes : ", "content_length": 102}, {"no": 8, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 390}, {"no": 9, "content": "2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ; ", "content_length": 298}, {"no": 10, "content": "3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ; ", "content_length": 87}, {"no": 11, "content": "4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ; ", "content_length": 125}, {"no": 12, "content": "5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ; ", "content_length": 293}, {"no": 13, "content": "6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ; ", "content_length": 155}, {"no": 14, "content": "7° Les personnes disparues faisant l'objet de recherches à la demande d'un membre de leur famille, l'adresse des intéressés n'étant communiquée, en cas de découverte, qu'avec leur consentement ; ", "content_length": 195}, {"no": 15, "content": "8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ; ", "content_length": 215}, {"no": 16, "content": "9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport. ", "content_length": 135}, {"no": 17, "content": "IV. - Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes : ", "content_length": 113}, {"no": 18, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ; ", "content_length": 137}, {"no": 19, "content": "2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ; ", "content_length": 114}, {"no": 20, "content": "3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ; ", "content_length": 276}, {"no": 21, "content": "4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus ou détenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ; ", "content_length": 331}, {"no": 22, "content": "5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 236}, {"no": 23, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ; ", "content_length": 207}, {"no": 24, "content": "7° Les étrangers faisant l'objet d'un arrêté de reconduite à la frontière pris depuis moins de trois ans en application de l'article L. 533-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, alors même que la mesure de reconduite a été exécutée ; ", "content_length": 266}, {"no": 25, "content": "8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ; ", "content_length": 169}, {"no": 26, "content": "9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 205}, {"no": 27, "content": "10° Les personnes qui font l'objet d'une décision d'interdiction de sortie du territoire prononcée en vertu de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 166}, {"no": 28, "content": " 11° Les personnes auxquelles a été notifiée une décision d'interdiction de sortie du territoire et qui n'ont pas procédé à la restitution de leur passeport et de leur carte nationale d'identité dans le délai prévu au huitième alinéa de l'article L. 224-1 du code de la sécurité intérieure ; ", "content_length": 292}, {"no": 29, "content": " 12° Les étrangers qui font l'objet d'une interdiction administrative du territoire, prononcée en application des articles L. 214-1 ou L. 214-2 du code de l'entrée et du séjour des étrangers et du droit d'asile.", "content_length": 211}, {"no": 30, "content": "V. - En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes : 1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ; 2° Le signalement et la photographie ; 3° Les motifs de la recherche ; 4° La conduite à tenir en cas de découverte. La photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale. L'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 835}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5. II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée par les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet. ", "content_length": 768}, {"no": 2, "content": " En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale. ", "content_length": 214}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées : ", "content_length": 249}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ; ", "content_length": 410}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ; ", "content_length": 487}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ; ", "content_length": 275}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et des sous-préfectures chargés de l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage et au permis de conduire, individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou le préfet ; ", "content_length": 347}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères chargés du traitement des titres d'identité et de voyage, individuellement désignés et spécialement habilités par le directeur des Français de l'étranger et de l'administration consulaire ; ", "content_length": 241}, {"no": 7, "content": "6° Les agents du Conseil national des activités privées de sécurité, individuellement désignés et spécialement habilités par le préfet compétent en application de l'article R. 632-14 du code de la sécurité intérieure ; ", "content_length": 219}, {"no": 8, "content": "7° Les agents du service à compétence nationale dénommé \" Unité Information Passagers \" et rattaché au ministère chargé du budget, individuellement désignés et spécialement habilités par le directeur de l'unité ; ", "content_length": 213}, {"no": 9, "content": "8° Les agents du service mentionné à l'article L. 561-23 du code monétaire et financier, individuellement désignés et spécialement habilités par le directeur du service. ", "content_length": 170}, {"no": 10, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales : ", "content_length": 135}, {"no": 11, "content": "1° Les autorités judiciaires ; ", "content_length": 31}, {"no": 12, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ; ", "content_length": 202}, {"no": 13, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues. ", "content_length": 335}, {"no": 14, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ; ", "content_length": 292}, {"no": 15, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes ; ", "content_length": 276}, {"no": 16, "content": "5° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions terroristes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions terroristes.", "content_length": 252}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée, à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes et du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions terroristes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 907}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : 1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 13° du I de l'article 23 de la loi du 18 mars 2003 susvisée ; 2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret. Pour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 840}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant du décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme, sous réserve des dispositions suivantes : ", "content_length": 248}, {"no": 2, "content": "1° Abrogé ; ", "content_length": 12}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 191}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna : ", "content_length": 57}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ; ", "content_length": 133}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ; ", "content_length": 91}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ; ", "content_length": 275}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ; ", "content_length": 45}, {"no": 11, "content": "4° Pour son application en Polynésie française : ", "content_length": 49}, {"no": 12, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ; ", "content_length": 163}, {"no": 13, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 14, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ; ", "content_length": 267}, {"no": 15, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 16, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 17, "content": "5° Pour son application en Nouvelle-Calédonie : ", "content_length": 48}, {"no": 18, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ; ", "content_length": 162}, {"no": 19, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ; ", "content_length": 101}, {"no": 20, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ; ", "content_length": 266}, {"no": 21, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ; ", "content_length": 132}, {"no": 22, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ; ", "content_length": 106}, {"no": 23, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2017-08-04", "id": "JORFTEXT000022276189", "published": "2017-08-04", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2017-08-04", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé \"fichier des personnes recherchées\".", "content_length": 254}, {"no": 2, "content": "Ce traitement a pour finalité de faciliter les recherches, les surveillances et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou de police administrative ainsi que par les agents du service mentionné à l'article L. 561-23 du code monétaire et financier. \n Ce traitement peut faire l'objet d'une consultation lors de la réalisation des enquêtes administratives prévues aux articles L. 114-1, L. 114-2 et L. 211-11-1 du code de la sécurité intérieure ou lors de l'instruction des demandes relatives à l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage, aux visas, aux armes et munitions et aux permis de conduire.", "content_length": 831}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale.", "content_length": 151}, {"no": 2, "content": "II. - Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire :", "content_length": 224}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ;", "content_length": 108}, {"no": 4, "content": "2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ;", "content_length": 265}, {"no": 5, "content": "3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ;", "content_length": 90}, {"no": 6, "content": "4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées.", "content_length": 79}, {"no": 7, "content": "III. - Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes :", "content_length": 101}, {"no": 8, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 389}, {"no": 9, "content": "2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ;", "content_length": 297}, {"no": 10, "content": "3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ;", "content_length": 86}, {"no": 11, "content": "4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ;", "content_length": 124}, {"no": 12, "content": "5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ;", "content_length": 292}, {"no": 13, "content": "6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ;", "content_length": 154}, {"no": 14, "content": "7° (Abrogé) ;", "content_length": 13}, {"no": 15, "content": "8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ;", "content_length": 214}, {"no": 16, "content": "9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport.", "content_length": 134}, {"no": 17, "content": "IV. - Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes :", "content_length": 112}, {"no": 18, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ;", "content_length": 136}, {"no": 19, "content": "2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ;", "content_length": 113}, {"no": 20, "content": "3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ;", "content_length": 275}, {"no": 21, "content": "4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus ou détenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ;", "content_length": 330}, {"no": 22, "content": "5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 235}, {"no": 23, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ;", "content_length": 206}, {"no": 24, "content": "7° Les étrangers faisant l'objet d'une interdiction de circulation sur le territoire français en application de l'article L. 511-3-2 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ;", "content_length": 233}, {"no": 25, "content": "8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 168}, {"no": 26, "content": "9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 205}, {"no": 27, "content": "10° Les personnes qui font l'objet d'une décision d'interdiction de sortie du territoire prononcée en vertu de l'article L. 224-1 du code de la sécurité intérieure ;", "content_length": 165}, {"no": 28, "content": "11° Les personnes auxquelles a été notifiée une décision d'interdiction de sortie du territoire et qui n'ont pas procédé à la restitution de leur passeport et de leur carte nationale d'identité dans le délai prévu au huitième alinéa de l'article L. 224-1 du code de la sécurité intérieure ;", "content_length": 290}, {"no": 29, "content": "12° Les étrangers qui font l'objet d'une interdiction administrative du territoire, prononcée en application des articles L. 214-1 ou L. 214-2 du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 211}, {"no": 30, "content": "13° Les personnes qui font l'objet d'une interdiction de séjour dans tout ou partie d'un département en application du 3° de l'article 5 de la loi n° 55-385 du 3 avril 1955 modifiée relative à l'état d'urgence ; \n14° Les personnes qui font l'objet d'une assignation à résidence et, le cas échéant, d'une interdiction de se trouver en relation avec certaines personnes, en application de l'article 6 de la loi du 3 avril 1955 précitée ; \n15° Les personnes qui font l'objet d'un contrôle administratif dès leur retour sur le territoire national et des obligations afférentes à cette mesure, en application des articles L. 225-1 à L. 225-3 du code de la sécurité intérieure.  ", "content_length": 673}, {"no": 31, "content": "V. - En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes :\n1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ;\n2° Le signalement ;\n2° bis Les photographies ;\n3° Les motifs de la recherche ainsi que, le cas échéant, les actes administratifs ou judiciaires afférents ;\n4° La conduite à tenir en cas de découverte.\nLa photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale.\nL'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 920}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5.", "content_length": 339}, {"no": 2, "content": "II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée, dans le cadre de leurs attributions respectives, par les agents mentionnés au 4° du I de l'article 5, désignés et spécialement habilités, respectivement, par leur chef de service ou par le préfet.", "content_length": 278}, {"no": 3, "content": "En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale.", "content_length": 212}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées :", "content_length": 248}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ;", "content_length": 409}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ;", "content_length": 486}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ;", "content_length": 274}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et sous-préfectures individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou par le préfet, et chargés : \na) De l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyages, aux visas, aux armes et munitions et aux permis de conduire ; \nb) De la mise en œuvre des mesures prises en application du 3° de l'article 5 et de l'article 6 de la loi n° 55-385 du 3 avril 1955 modifiée relative à l'état d'urgence ; \nc) De la mise en œuvre des mesures prises en application des articles L. 225-1 à L. 225-3 du code de la sécurité intérieure.", "content_length": 690}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères, chargés du traitement des titres d'identité et de voyage et de l'instruction des demandes de visa, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ;", "content_length": 247}, {"no": 7, "content": "6° Les agents du Conseil national des activités privées de sécurité, individuellement désignés et spécialement habilités par le préfet compétent en application de l'article R. 632-14 du code de la sécurité intérieure ;", "content_length": 218}, {"no": 8, "content": "7° Les agents du service à compétence nationale dénommé \" Unité Information Passagers \" et rattaché au ministère chargé du budget, individuellement désignés et spécialement habilités par le directeur de l'unité ;", "content_length": 212}, {"no": 9, "content": "8° Les agents du service mentionné à l'article L. 561-23 du code monétaire et financier, individuellement désignés et spécialement habilités par le directeur du service ;", "content_length": 170}, {"no": 10, "content": "9° Les agents du service à compétence nationale dénommé “ service national des enquêtes administratives de sécurité ”, individuellement désignés et spécialement habilités par le directeur général de la police nationale ; \n10° Les agents du service à compétence nationale dénommé “ Commandement spécialisé pour la sécurité nucléaire ”, individuellement désignés et spécialement habilités par le directeur général de la gendarmerie nationale.", "content_length": 440}, {"no": 11, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales :", "content_length": 134}, {"no": 12, "content": "1° Les autorités judiciaires ;", "content_length": 30}, {"no": 13, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ;", "content_length": 201}, {"no": 14, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues.", "content_length": 334}, {"no": 15, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ;", "content_length": 291}, {"no": 16, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes ;", "content_length": 275}, {"no": 17, "content": "5° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions terroristes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions terroristes ;", "content_length": 253}, {"no": 18, "content": "6° Les agents des services spécialisés de renseignement du ministère de la défense, individuellement désignés et spécialement habilités par les directeurs de ces services, aux seules fins de prévention des actes de terrorisme et dans la limite du besoin d'en connaître.", "content_length": 269}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée, à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes et du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions terroristes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 907}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : \n1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 16° de l'article 230-19 du code de procédure pénale ;", "content_length": 453}, {"no": 2, "content": "2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret.\nPour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 379}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant du décret n° 2017-1219 du 2 août 2017 modifiant le décret n° 2010-569 du 28 mai 2010 relatif au fichier des personnes recherchées, sous réserve des dispositions suivantes :", "content_length": 279}, {"no": 2, "content": "1°   Pour son application en Guyane, en Martinique, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna,   le mot : “ département ” est remplacé par le  mot : “  collectivité ” ;", "content_length": 270}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ;", "content_length": 190}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna :", "content_length": 56}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ;", "content_length": 132}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ;", "content_length": 90}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ;", "content_length": 274}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ;", "content_length": 131}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ;", "content_length": 105}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ;", "content_length": 44}, {"no": 11, "content": "g) A l'article 1er, la référence à l'article L. 211-11-1 du code de la sécurité intérieure est supprimée.", "content_length": 105}, {"no": 12, "content": "4° Pour son application en Polynésie française :", "content_length": 48}, {"no": 13, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ;", "content_length": 162}, {"no": 14, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ;", "content_length": 100}, {"no": 15, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ;", "content_length": 266}, {"no": 16, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ;", "content_length": 131}, {"no": 17, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ;", "content_length": 105}, {"no": 18, "content": "5° Pour son application en Nouvelle-Calédonie :", "content_length": 47}, {"no": 19, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ;", "content_length": 161}, {"no": 20, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ;", "content_length": 100}, {"no": 21, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ;", "content_length": 265}, {"no": 22, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ;", "content_length": 131}, {"no": 23, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ;", "content_length": 105}, {"no": 24, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}, {"no": 25, "content": "6° Pour l'application de l'article 1er dans les Terres australes et antarctiques françaises, la référence à l'article L. 211-11-1 du code de la sécurité intérieure est supprimée.", "content_length": 178}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}, {"source": "2022-07-01", "id": "JORFTEXT000022276189", "published": "2022-07-01", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022276189/2022-07-01", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "Le ministre de l'intérieur (direction générale de la police nationale et direction générale de la gendarmerie nationale) est autorisé à mettre en œuvre un traitement automatisé de données à caractère personnel dénommé \"fichier des personnes recherchées\".", "content_length": 254}, {"no": 2, "content": "Ce traitement a pour finalité de faciliter les recherches, les surveillances et les contrôles effectués, dans le cadre de leurs attributions respectives, par les services de la police nationale, les unités de la gendarmerie nationale et les agents des douanes exerçant des missions de police judiciaire ou de police administrative ainsi que par les agents du service mentionné à l'article L. 561-23 du code monétaire et financier. \n Ce traitement peut faire l'objet d'une consultation lors de la réalisation des enquêtes administratives prévues aux articles L. 114-1, L. 114-2 et L. 211-11-1 du code de la sécurité intérieure ou lors de l'instruction des demandes relatives à l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyage, aux visas, aux armes et munitions et aux permis de conduire.", "content_length": 831}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Sont inscrites dans le fichier les personnes faisant l'objet des décisions judiciaires mentionnées à l'article 230-19 du code de procédure pénale.", "content_length": 151}, {"no": 2, "content": "II. - Sont inscrites dans le fichier, à la demande des services et unités de police judiciaire ou des autorités judiciaires, les personnes faisant l'objet d'une recherche pour les besoins d'une enquête de police judiciaire :", "content_length": 224}, {"no": 3, "content": "1° Soit dans le cadre d'une enquête préliminaire, d'une enquête de flagrance ou d'une commission rogatoire ;", "content_length": 108}, {"no": 4, "content": "2° Soit dans le cadre de la mission d'animation et de coordination des recherches criminelles sur tout le territoire national dévolue à la direction centrale de la police judiciaire et aux offices centraux mentionnés à l'article D. 8-1 du code de procédure pénale ;", "content_length": 265}, {"no": 5, "content": "3° Soit en cas de disparition de personnes dans des conditions inquiétantes ou suspectes ;", "content_length": 90}, {"no": 6, "content": "4° Soit en cas de découverte de personnes décédées ou vivantes non identifiées.", "content_length": 79}, {"no": 7, "content": "III. - Peuvent être inscrits dans le fichier à la demande des autorités administratives compétentes :", "content_length": 101}, {"no": 8, "content": "1° Les étrangers pour lesquels il existe, eu égard aux informations recueillies, des éléments sérieux de nature à établir que leur présence en France constituerait une menace pour l'ordre public susceptible de justifier que l'accès au territoire français leur soit refusé dans les conditions prévues à l'article L. 213-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 389}, {"no": 9, "content": "2° Les ressortissants d'un Etat non membre de l'Union européenne faisant l'objet d'une mesure restrictive de voyage, interdisant l'entrée sur le territoire ou le transit par le territoire, adoptée par l'Union européenne ou une autre organisation internationale et légalement applicable en France ;", "content_length": 297}, {"no": 10, "content": "3° Les personnes mineures faisant l'objet d'une opposition à la sortie du territoire ;", "content_length": 86}, {"no": 11, "content": "4° Les personnes mineures ayant quitté leur domicile ou s'étant soustraites à l'autorité des personnes qui en ont la garde ;", "content_length": 124}, {"no": 12, "content": "5° Les personnes faisant l'objet d'un signalement en qualité de débiteurs de l'Etat, des collectivités locales ou de leurs établissements publics, ainsi que les redevables de pensions alimentaires faisant l'objet d'un recouvrement public en application de la loi du 11 juillet 1975 susvisée ;", "content_length": 292}, {"no": 13, "content": "6° Les personnes recherchées en vue de l'exécution d'une décision de placement d'office en établissement psychiatrique ou évadées d'un tel établissement ;", "content_length": 154}, {"no": 14, "content": "7° (Abrogé) ;", "content_length": 13}, {"no": 15, "content": "8° Les personnes faisant l'objet de recherches pour prévenir des menaces graves pour la sécurité publique ou la sûreté de l'Etat, dès lors que des informations ou des indices réels ont été recueillis à leur égard ;", "content_length": 214}, {"no": 16, "content": "9° Les personnes faisant l'objet d'une mesure administrative d'interdiction de stade en vertu de l'article L. 332-16 du code du sport.", "content_length": 134}, {"no": 17, "content": "IV. - Peuvent également être inscrits dans le fichier à l'initiative des autorités administratives compétentes :", "content_length": 112}, {"no": 18, "content": "1° Les personnes faisant l'objet de recherches en vue de la notification de mesures administratives concernant leur permis de conduire ;", "content_length": 136}, {"no": 19, "content": "2° Les personnes faisant l'objet d'une mesure administrative de retrait d'un permis de conduire obtenu indûment ;", "content_length": 113}, {"no": 20, "content": "3° Les personnes qui, au terme du délai prévu au III de l'article R. 223-3 du code de la route, n'ont pas restitué au préfet du département de leur lieu de résidence leur permis de conduire invalidé pour solde de points nul en application de l'article L. 223-5 du même code ;", "content_length": 275}, {"no": 21, "content": "4° Les personnes qui font l'objet d'une décision de retrait d'une carte nationale d'identité ou d'un passeport obtenus ou détenus indûment et celles qui ont tenté d'obtenir la délivrance d'une carte nationale d'identité ou d'un passeport en violation des dispositions des décrets des 22 octobre 1955 et 30 décembre 2005 susvisés ;", "content_length": 330}, {"no": 22, "content": "5° Les étrangers faisant l'objet d'une obligation de quitter le territoire français non exécutée, en application du I de l'article L. 511-1 ou de l'article L. 511-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 235}, {"no": 23, "content": "6° Les étrangers faisant l'objet d'une interdiction de retour en application du III de l'article L. 511-1 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ;", "content_length": 206}, {"no": 24, "content": "7° Les étrangers faisant l'objet d'une interdiction de circulation sur le territoire français en application de l'article L. 511-3-2 du code de l'entrée et du séjour des étrangers et du droit d'asile, pendant sa période de validité ;", "content_length": 233}, {"no": 25, "content": "8° Les étrangers faisant l'objet d'un arrêté d'expulsion pris en application du titre II du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 168}, {"no": 26, "content": "9° Les étrangers faisant l'objet d'une assignation à résidence en application des articles L. 523-3 à L. 523-5 ou du titre VI du livre V du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 205}, {"no": 27, "content": "10° Les personnes qui font l'objet d'une décision d'interdiction de sortie du territoire prononcée en vertu de l'article L. 224-1 du code de la sécurité intérieure ;", "content_length": 165}, {"no": 28, "content": "11° Les personnes auxquelles a été notifiée une décision d'interdiction de sortie du territoire et qui n'ont pas procédé à la restitution de leur passeport et de leur carte nationale d'identité dans le délai prévu au huitième alinéa de l'article L. 224-1 du code de la sécurité intérieure ;", "content_length": 290}, {"no": 29, "content": "12° Les étrangers qui font l'objet d'une interdiction administrative du territoire, prononcée en application des articles L. 214-1 ou L. 214-2 du code de l'entrée et du séjour des étrangers et du droit d'asile ;", "content_length": 211}, {"no": 30, "content": "13° Les personnes qui font l'objet d'une interdiction de séjour dans tout ou partie d'un département en application du 3° de l'article 5 de la loi n° 55-385 du 3 avril 1955 modifiée relative à l'état d'urgence ; \n14° Les personnes qui font l'objet d'une assignation à résidence et, le cas échéant, d'une interdiction de se trouver en relation avec certaines personnes, en application de l'article 6 de la loi du 3 avril 1955 précitée ; \n15° Les personnes qui font l'objet d'un contrôle administratif dès leur retour sur le territoire national et des obligations afférentes à cette mesure, en application des articles L. 225-1 à L. 225-3 du code de la sécurité intérieure.  ", "content_length": 673}, {"no": 31, "content": "V. - En tant que de besoin et dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, le fichier est également constitué de données à caractère personnel issues de traitements gérés par des organismes de coopération internationale en matière de police judiciaire ou des services de police étrangers.", "content_length": 338}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "Pour chaque personne inscrite dans le traitement, donnent lieu à enregistrement les données à caractère personnel et informations suivantes :\n1° L'état civil (nom, prénom[s], date et lieu de naissance, filiation), l'alias, le sexe, la nationalité ;\n2° Le signalement ;\n2° bis Les photographies ;\n3° Les motifs de la recherche ainsi que, le cas échéant, les actes administratifs ou judiciaires afférents ;\n4° La conduite à tenir en cas de découverte.\nLa photographie ne fait pas l'objet d'un dispositif de reconnaissance faciale.\nL'enregistrement, au titre du présent article, d'informations de la nature de celles mentionnées au I de l'article 8 de la loi du 6 janvier 1978 susvisée est autorisé dans les seuls cas où ces informations sont nécessairement liées au motif même de l'inscription ou se rapportent à des signes physiques particuliers, objectifs et permanents, en tant qu'éléments de signalement des personnes.", "content_length": 920}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. ― L'inscription des personnes mentionnées au I, au II et au III de l'article 2 est effectuée par les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale, individuellement désignés et spécialement habilités par les autorités mentionnées, respectivement, au 1° et au 2° du I de l'article 5.", "content_length": 339}, {"no": 2, "content": "II. - L'inscription des personnes mentionnées au IV de l'article 2 est effectuée, dans le cadre de leurs attributions respectives, par les agents mentionnés au 4° du I de l'article 5, désignés et spécialement habilités, respectivement, par leur chef de service ou par le préfet.", "content_length": 278}, {"no": 3, "content": "En cas de circonstances particulières et sur demande des autorités administratives compétentes, l'inscription peut être effectuée par les services de la police nationale ou les unités de la gendarmerie nationale.", "content_length": 212}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "I. ― Peuvent seuls avoir accès aux données à caractère personnel et informations enregistrées dans le fichier des personnes recherchées, dans le cadre de leurs attributions légales et pour les besoins exclusifs des missions qui leur sont confiées :", "content_length": 248}, {"no": 2, "content": "1° Les agents des services de la police nationale individuellement désignés et spécialement habilités soit par les chefs des services territoriaux de la police nationale, soit par les chefs des services actifs à la préfecture de police ou, le cas échéant, par le préfet de police, soit par les chefs des services centraux de la police nationale ou, le cas échéant, par le directeur général dont ils relèvent ;", "content_length": 409}, {"no": 3, "content": "2° Les militaires des unités de la gendarmerie nationale individuellement désignés et spécialement habilités soit par les commandants de groupement, soit par les commandants de la gendarmerie dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie, soit par les commandants de région, soit par les commandants des gendarmeries spécialisées, soit par le sous-directeur de la police judiciaire ou, le cas échéant, par le directeur général de la gendarmerie nationale ;", "content_length": 486}, {"no": 4, "content": "3° Les agents des services des douanes individuellement désignés et spécialement habilités soit par les directeurs régionaux des douanes, soit par le chef du service national de douane judiciaire ou, le cas échéant, par le directeur général des douanes et droits indirects ;", "content_length": 274}, {"no": 5, "content": "4° Les agents des services centraux du ministère de l'intérieur et des préfectures et sous-préfectures individuellement désignés et spécialement habilités, respectivement, par leur chef de service ou par le préfet, et chargés : \na) De l'application de la réglementation relative aux étrangers, aux titres d'identité et de voyages, aux visas, aux armes et munitions et aux permis de conduire ; \nb) De la mise en œuvre des mesures prises en application du 3° de l'article 5 et de l'article 6 de la loi n° 55-385 du 3 avril 1955 modifiée relative à l'état d'urgence ; \nc) De la mise en œuvre des mesures prises en application des articles L. 225-1 à L. 225-3 du code de la sécurité intérieure.", "content_length": 690}, {"no": 6, "content": "5° Les agents du ministère des affaires étrangères, chargés du traitement des titres d'identité et de voyage et de l'instruction des demandes de visa, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ;", "content_length": 247}, {"no": 7, "content": "6° Les agents du Conseil national des activités privées de sécurité, individuellement désignés et spécialement habilités par le préfet compétent en application de l'article R. 632-14 du code de la sécurité intérieure ;", "content_length": 218}, {"no": 8, "content": "7° Les agents du service à compétence nationale dénommé “ agence nationale des données de voyage ” et rattaché au ministère de l'intérieur, individuellement désignés et spécialement habilités par le directeur de l'agence ;", "content_length": 222}, {"no": 9, "content": "8° Les agents du service mentionné à l'article L. 561-23 du code monétaire et financier, individuellement désignés et spécialement habilités par le directeur du service ;", "content_length": 170}, {"no": 10, "content": "9° Les agents du service à compétence nationale dénommé “ service national des enquêtes administratives de sécurité ”, individuellement désignés et spécialement habilités par le directeur général de la police nationale ; \n10° Les agents du service à compétence nationale dénommé “ Commandement spécialisé pour la sécurité nucléaire ”, individuellement désignés et spécialement habilités par le directeur général de la gendarmerie nationale.", "content_length": 440}, {"no": 11, "content": "II. ― Sont destinataires des données à caractère personnel et informations enregistrées, dans le cadre de leurs attributions légales :", "content_length": 134}, {"no": 12, "content": "1° Les autorités judiciaires ;", "content_length": 30}, {"no": 13, "content": "2° Les organismes de coopération internationale en matière de police judiciaire et les services de police étrangers, dans les conditions prévues à l'article L. 235-1 du code de la sécurité intérieure ;", "content_length": 201}, {"no": 14, "content": "3° Les agents de police municipale, à l'initiative des agents des services de la police nationale ou des militaires des unités de la gendarmerie nationale aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales, dans le cadre des recherches des personnes disparues.", "content_length": 334}, {"no": 15, "content": "Afin de parer à un danger pour la population, les services de la police nationale et les unités de la gendarmerie nationale peuvent, à titre exceptionnel, transmettre oralement aux agents de police municipale certaines informations relatives à une personne inscrite dans le présent fichier ;", "content_length": 291}, {"no": 16, "content": "4° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes ;", "content_length": 275}, {"no": 17, "content": "5° Les agents du service gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions terroristes aux fins de consultation des seules fiches concernant le fichier judiciaire national automatisé des auteurs d'infractions terroristes ;", "content_length": 253}, {"no": 18, "content": "6° Les agents des services spécialisés de renseignement du ministère de la défense, individuellement désignés et spécialement habilités par les directeurs de ces services, aux seules fins de prévention des actes de terrorisme et dans la limite du besoin d'en connaître.", "content_length": 269}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "Les données contenues dans le fichier peuvent, dans le respect des conditions prévues à l'article L. 235-1 du code de la sécurité intérieure, être transférées à des organismes de coopération internationale en matière de police judiciaire ou à des services de police étrangers.", "content_length": 276}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "Les données à caractère personnel enregistrées dans le fichier sont effacées sans délai en cas d'aboutissement de la recherche ou d'extinction du motif de l'inscription. Les données enregistrées au titre du 5° du IV de l'article 2 sont effacées, au plus tard, trois ans après la date à laquelle l'obligation de quitter le territoire français a été signée. La mise à jour des données enregistrées est réalisée, à l'initiative de l'autorité ayant demandé l'inscription au fichier ou, le cas échéant, du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions sexuelles ou violentes et du gestionnaire du fichier judiciaire national automatisé des auteurs d'infractions terroristes, par les services ayant procédé à l'enregistrement des données en application des dispositions de l'article 4. Des vérifications périodiques sont mises en œuvre afin de garantir la fiabilité des données.", "content_length": 907}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "Les consultations font l'objet d'un enregistrement comprenant l'identification du consultant ainsi que la date, l'heure et l'objet de la consultation. Les informations relatives aux consultations sont conservées dans le traitement pendant une durée de cinq ans.", "content_length": 261}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "En application du dernier alinéa de l'article 41 de la loi du 6 janvier 1978 susvisée, les droits d'accès et de rectification s'exercent directement auprès du ministère de l'intérieur (direction centrale de la police judiciaire) pour les données mentionnées aux 1° à 3° de l'article 3 du présent décret et concernant : \n1° Les personnes faisant l'objet des décisions judiciaires mentionnées aux 2° à 16° de l'article 230-19 du code de procédure pénale ;", "content_length": 453}, {"no": 2, "content": "2° Les personnes mentionnées aux 3°, 4°, 5°, 7° et 9° du III et au IV de l'article 2 du présent décret.\nPour toutes les autres données, les droits d'accès indirect et de rectification s'exercent auprès de la Commission nationale de l'informatique et des libertés, dans les conditions prévues aux deuxième et troisième alinéas de l'article 41 de la loi du 6 janvier 1978 susvisée.", "content_length": 379}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "Les droits d'information et d'opposition prévus aux articles 32 et 38 de la loi du 6 janvier 1978 susvisée ne sont pas applicables au présent traitement.", "content_length": 153}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le présent décret est applicable sur l'ensemble du territoire de la République dans sa rédaction résultant du décret n° 2022-751 du 29 avril 2022, sous réserve des dispositions suivantes :", "content_length": 188}, {"no": 2, "content": "1° Pour son application en Guyane, en Martinique, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, le mot : “ département ” est remplacé par le mot : “ collectivité ” ;", "content_length": 264}, {"no": 3, "content": "2° Pour son application à Saint-Barthélemy et à Saint-Martin, les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ;", "content_length": 190}, {"no": 4, "content": "3° Pour son application dans les îles Wallis et Futuna :", "content_length": 56}, {"no": 5, "content": "a) Les mots : \" des sous-préfectures et préfectures \" sont remplacés par les mots : \" des services de l'administrateur supérieur \" ;", "content_length": 132}, {"no": 6, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" l'administrateur supérieur \" ;", "content_length": 90}, {"no": 7, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-371 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ;", "content_length": 274}, {"no": 8, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ;", "content_length": 131}, {"no": 9, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ;", "content_length": 105}, {"no": 10, "content": "f) A l'article 5, le 3° du II est supprimé ;", "content_length": 44}, {"no": 11, "content": "g) A l'article 1er, la référence à l'article L. 211-11-1 du code de la sécurité intérieure est supprimée.", "content_length": 105}, {"no": 12, "content": "4° Pour son application en Polynésie française :", "content_length": 48}, {"no": 13, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Polynésie française \" ;", "content_length": 162}, {"no": 14, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ;", "content_length": 100}, {"no": 15, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2000-372 relative aux conditions d'entrée et de séjour des étrangers en Polynésie française ;", "content_length": 266}, {"no": 16, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ;", "content_length": 131}, {"no": 17, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ;", "content_length": 105}, {"no": 18, "content": "5° Pour son application en Nouvelle-Calédonie :", "content_length": 47}, {"no": 19, "content": "a) Les mots : \" des préfectures et sous-préfectures \" sont remplacés par les mots : \" des services du haut-commissaire de la République en Nouvelle-Calédonie \" ;", "content_length": 161}, {"no": 20, "content": "b) Les mots : \" le préfet \" sont remplacés par les mots : \" le haut-commissaire de la République \" ;", "content_length": 100}, {"no": 21, "content": "c) Les références aux dispositions du code de l'entrée et du séjour des étrangers et du droit d'asile sont remplacées par les références aux dispositions de l'ordonnance n° 2002-388 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie ;", "content_length": 265}, {"no": 22, "content": "d) Les références aux dispositions du code de la route sont remplacées par les références aux dispositions applicables localement ;", "content_length": 131}, {"no": 23, "content": "e) Au 9° de l'article 2, les mots : \" en vertu de l'article L. 332-16 du code du sport \" sont supprimés ;", "content_length": 105}, {"no": 24, "content": "f) Au 3° du II de l'article 5, les mots : \" aux fins et dans les limites fixées à l'article 12 des annexes IV-I et IV-II du code général des collectivités territoriales \" sont remplacés par les mots : \" dans le respect des dispositions de la loi du 6 janvier 1978 susvisée \".", "content_length": 275}, {"no": 25, "content": "6° Pour l'application de l'article 1er dans les Terres australes et antarctiques françaises, la référence à l'article L. 211-11-1 du code de la sécurité intérieure est supprimée.", "content_length": 178}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°96-417 du 15 mai 1996  Art. 1,   Art. 2", "content_length": 87}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "La ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, le ministre du budget, des comptes publics et de la réforme de l'Etat et le ministre de l'immigration, de l'intégration, de l'identité nationale et du développement solidaire sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 473}], "id": "13", "no": 13.0}]}]