[{"source": "1996-10-30", "id": "JORFTEXT000000196010", "published": "1996-10-30", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000196010/1996-10-30", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "   Il est créé à la Caisse nationale d'assurance vieillesse des travailleurs salariés un traitement automatisé national dénommé Répertoire national interrégimes des bénéficiaires de l'assurance maladie. Ce traitement, qui permet des échanges d'informations entre la Caisse nationale d'assurance vieillesse des travailleurs salariés et les organismes servant les prestations de base ou complémentaires d'assurance maladie, vise à atteindre les finalités suivantes parmi celles mentionnées à l'article R. 161-34 du code de la sécurité sociale :", "content_length": 542}, {"no": 2, "content": "   1° Certifier les identifiants des bénéficiaires figurant dans les fichiers des organismes servant les prestations de base ou complémentaires d'assurance maladie ;", "content_length": 165}, {"no": 3, "content": "   2° Certifier le rattachement de chaque bénéficiaire à l'organisme qui lui sert les prestations de base d'assurance maladie ;", "content_length": 127}, {"no": 4, "content": "   3° Contribuer aux procédures de délivrance et de mise à jour des cartes électroniques individuelles mentionnées à l'article L. 161-31 ;", "content_length": 138}, {"no": 5, "content": "   4° Certifier, le cas échéant, le rattachement du bénéficiaire à un des organismes qui lui sert des prestations complémentaires d'assurance maladie et dont le bénéficiaire ou son représentant légal désire que l'identifiant figure sur sa carte électronique individuelle ;", "content_length": 272}, {"no": 6, "content": "   5° Produire des statistiques anonymes à des fins de contrôle de la qualité des procédures ou de dénombrement de bénéficiaires, avec l'accord des organismes d'assurance maladie concernés par le champ de ces dénombrements.", "content_length": 223}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Le Répertoire national interrégimes des bénéficiaires de l'assurance maladie ne contient, pour chaque bénéficiaire ou ancien bénéficiaire, que les catégories d'informations mentionnées à l'article R. 161-35 du code de la sécurité sociale, rappelées ci-dessous :", "content_length": 264}, {"no": 2, "content": "   1° Son numéro d'inscription au Répertoire national d'identification des personnes physiques et celui ou ceux qui lui auraient été précédemment attribués ;", "content_length": 157}, {"no": 3, "content": "   2° Son nom patronymique, son nom d'usage le cas échéant, et ses prénoms ;", "content_length": 76}, {"no": 4, "content": "   3° Ses date et lieu de naissance ;", "content_length": 37}, {"no": 5, "content": "   4° Le cas échéant, la mention du décès ou l'indication que la personne n'est plus bénéficiaire de l'assurance maladie ;", "content_length": 122}, {"no": 6, "content": "   5° L'identifiant de l'organisme d'assurance maladie qui lui sert ses prestations de base d'assurance maladie et la date de son rattachement, ainsi que, le cas échéant, l'identifiant de l'organisme d'assurance maladie lui servant précédemment les prestations de base d'assurance maladie et la date de rattachement ;", "content_length": 317}, {"no": 7, "content": "   6° Eventuellement, l'identifiant d'un des organismes mentionnés au 3° de l'article R. 115-1 de son choix qui lui sert des prestations complémentaires d'assurance maladie et qu'il désire voir figurer sur sa carte électronique individuelle, et la date de son rattachement audit organisme.", "content_length": 289}, {"no": 8, "content": "   Afin d'assurer un bon fonctionnement du dispositif, les messages échangés relatifs à la certification des identifiants des bénéficiaires peuvent comporter également :", "content_length": 169}, {"no": 9, "content": "   - le sexe du bénéficiaire ;", "content_length": 30}, {"no": 10, "content": "   - le numéro d'identification de l'ouvrant droit du bénéficiaire ;", "content_length": 68}, {"no": 11, "content": "   - des éléments de filiation pour les personnes nées hors de France ;", "content_length": 71}, {"no": 12, "content": "   - un numéro d'identification des personnes propre à l'organisme d'assurance maladie.", "content_length": 87}, {"no": 13, "content": "   L'organisme gestionnaire du Répertoire national interrégimes des bénéficiaires de l'assurance maladie peut consulter en tant que de besoin les informations d'identification contenues dans le Répertoire national d'identification des personnes physiques ou le Système national de gestion des identifiants, gérés respectivement par l'Institut national de la statistique et des études économiques et par la Caisse nationale d'assurance vieillesse des travailleurs salariés.", "content_length": 472}, {"no": 14, "content": "   Les informations échangées entre le Répertoire national interrégimes des bénéficiaires de l'assurance maladie et les organismes utilisateurs sont transmises sous la forme de fichiers ou de messages, sur support magnétique ou par réseau de télécommunication. Les organismes utilisateurs ne disposent pas d'accès direct en mode transactionnel au Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 421}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "   Lors de l'immatriculation d'un bénéficiaire ou du changement d'organisme servant les prestations de base d'assurance maladie, le nouvel organisme de rattachement transmet au Répertoire national interrégimes des bénéficiaires de l'assurance maladie une demande de certification des éléments d'identification de la personne et un avis de rattachement.", "content_length": 352}, {"no": 2, "content": "   Le Répertoire national interrégimes des bénéficiaires de l'assurance maladie retourne à l'organisme demandeur le même message accompagné des éléments d'identification du bénéficiaire, certifiés et complétés s'il y a lieu, ou lui indique les raisons pour lesquelles la certification est impossible. Le cas échéant, il indique les motifs d'une incompatibilité relative au rattachement de l'intéressé à l'organisme demandeur.", "content_length": 425}, {"no": 3, "content": "   Dans les cas de changement d'organisme de rattachement, il indique en outre l'identifiant de l'organisme précédemment chargé de servir les prestations de base d'assurance maladie. A ce dernier, il fait parvenir conjointement les identifiants du bénéficiaire et du nouvel organisme de rattachement.", "content_length": 300}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "   Les circuits de transmission des informations entre les organismes servant les prestations de base d'assurance maladie et le Répertoire national interrégimes des bénéficiaires de l'assurance maladie sont définis, pour chacun des régimes de base d'assurance maladie, par le directeur de la caisse nationale du régime concerné.", "content_length": 328}, {"no": 2, "content": "   Pour les cas où l'organisme d'affiliation au régime de base d'assurance maladie et l'organisme servant les prestations de base d'assurance maladie sont différents pour un bénéficiaire, le directeur de la Caisse nationale du régime d'affiliation détermine, en concertation avec les institutions représentatives des organismes servant les prestations, les conditions dans lesquelles les organismes concernés sont destinataires des informations transmises par le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 537}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "   Lors du rattachement d'un bénéficiaire à un organisme servant les prestations complémentaires d'assurance maladie, ce dernier peut transmettre une demande de certification des éléments d'identification du bénéficiaire.", "content_length": 221}, {"no": 2, "content": "   Si en outre le bénéficiaire ou son représentant légal a demandé par écrit que cet organisme d'assurance maladie complémentaire soit celui figurant sur la carte électronique individuelle mentionnée à l'article L. 161-31 du code de la sécurité sociale, l'organisme en avise le Répertoire national interrégimes des bénéficiaires de l'assurance maladie en joignant à cet avis les éléments d'identification du bénéficiaire.", "content_length": 421}, {"no": 3, "content": "   Le Répertoire national interrégimes des bénéficiaires de l'assurance maladie retourne le même message comportant les éléments d'identification du bénéficiaire certifiés et complétés s'il y a lieu, ou indique à l'organisme les raisons pour lesquelles la certification est impossible. Le cas échéant, il indique les motifs d'une incompatibilité relative au rattachement de l'intéressé à l'organisme demandeur ou à la mention de cet organisme sur la carte du bénéficiaire.", "content_length": 472}, {"no": 4, "content": "   Le cas échéant, le Répertoire national interrégimes des bénéficiaires de l'assurance maladie avise de la décision du bénéficiaire ou de son représentant légal l'organisme servant les prestations complémentaires d'assurance maladie qui figurait précédemment sur la carte, sans que les organismes preneur ou cédant ne soient informés de leur identité respective.", "content_length": 363}, {"no": 5, "content": "   En tout état de cause, le Répertoire national interrégimes des bénéficiaires de l'assurance maladie ne peut communiquer l'identité de l'organisme d'assurance maladie complémentaire figurant en regard d'un bénéficiaire donné qu'à l'organisme lui-même ou avec l'accord de ce dernier.", "content_length": 284}, {"no": 6, "content": "   La ou les conventions visées au 3° de l'article R. 161-38 du code de la sécurité sociale déterminent, après avis de la Commission nationale de l'informatique et des libertés, les conditions dans lesquelles le Répertoire national interrégimes des bénéficiaires de l'assurance maladie peut contribuer pour le compte des organismes servant des prestations complémentaires d'assurance maladie :", "content_length": 393}, {"no": 7, "content": "   1° Aux procédures de personnalisation et de mise à jour des cartes de bénéficiaires ;", "content_length": 88}, {"no": 8, "content": "   2° A la résolution des conflits, notamment dans les cas où plusieurs organismes déclarent avoir été choisis par un même bénéficiaire pour figurer sur la carte de ce dernier.", "content_length": 176}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "   Dans le cadre des dispositions relatives aux bénéficiaires de l'aide médicale visée à l'article L. 182-1 du code de la sécurité sociale, ainsi que pour toute personne n'étant pas en mesure d'indiquer l'organisme lui servant les prestations de base d'assurance maladie, les organismes servant de telles prestations peuvent interroger le Répertoire national interrégimes des bénéficiaires de l'assurance maladie afin que ce dernier leur fasse connaître l'organisme de rattachement des personnes concernées.", "content_length": 507}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Lorsque le Répertoire national interrégimes des bénéficiaires de l'assurance maladie dispose des informations justifiant qu'une personne ne soit plus comptée au nombre des bénéficiaires de l'assurance maladie, notamment en cas de décès, il en avise les organismes servant les prestations de base ou complémentaires d'assurance maladie mentionnés en regard de l'identifiant de la personne concernée. Le cas échéant, il avise ces mêmes organismes d'une modification des données d'identification mentionnées aux 1°, 2° et 3° du premier alinéa de l'article 2 ci-dessus.", "content_length": 568}, {"no": 2, "content": "   Inversement, si un organisme servant les prestations de base d'assurance maladie dispose d'informations justifiant qu'une personne ne soit plus comptée au nombre des bénéficiaires de l'assurance maladie, il en avise le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 296}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "   Lorsqu'est dépassé le délai durant lequel une personne anciennement rattachée à un organisme servant les prestations de base d'assurance maladie peut présenter à cet organisme des demandes de remboursement, cet organisme en informe le Répertoire national interrégimes des bénéficiaires de l'assurance maladie, qui supprime alors la mention de cet organisme en regard de l'identifiant de la personne concernée.", "content_length": 412}, {"no": 2, "content": "   Tout organisme servant des prestations complémentaires d'assurance maladie peut informer le Répertoire national interrégimes des bénéficiaires de l'assurance maladie de ce qu'une personne ne lui est plus rattachée au titre de ces prestations. La mention de cet organisme en regard de l'identifiant de la personne concernée est alors supprimée.", "content_length": 346}, {"no": 3, "content": "   Toutes les données relatives à une personne décédée ou ne pouvant plus prétendre au bénéfice d'aucun régime de base de l'assurance maladie sont supprimées du Répertoire national interrégimes des bénéficiaires de l'assurance maladie dans la deuxième année à compter du décès ou de la fin des droits de la personne concernée.", "content_length": 326}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie peuvent exercer leurs droits d'accès aux données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie par l'intermédiaire du directeur de l'organisme leur servant les prestations de base d'assurance maladie, sauf en ce qui concerne les données relatives à un organisme servant les prestations complémentaires d'assurance maladie. Pour ces dernières informations, le droit d'accès s'exerce par demande de l'intéressé ou de son représentant légal au directeur de l'organisme d'assurance maladie complémentaire qu'il a choisi en dernier lieu de faire figurer sur sa carte électronique individuelle.", "content_length": 693}, {"no": 2, "content": "   Les réponses doivent être faites à la personne concernée dans les quinze jours suivant la réception de sa demande par l'un des organismes évoqués à l'alinéa précédent.", "content_length": 170}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie peuvent exercer leur droit de rectification des données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie auprès de :", "content_length": 218}, {"no": 2, "content": "   1° L'Institut national de la statistique et des études économiques, chargé de la gestion du Répertoire national d'identification des personnes physiques, par l'intermédiaire de l'organisme leur servant les prestations de base de l'assurance maladie, pour les données d'identification des personnes ;", "content_length": 302}, {"no": 3, "content": "   2° L'organisme leur servant les prestations de base d'assurance maladie, pour les données relatives au rattachement à un organisme servant de telles prestations ;", "content_length": 165}, {"no": 4, "content": "   3° L'organisme servant des prestations complémentaires d'assurance maladie qu'ils ont choisi de faire figurer sur leur carte électronique individuelle, pour les données relatives à un tel organisme.", "content_length": 201}, {"no": 5, "content": "   La notification à la personne concernée de la prise en compte de sa demande de rectification ou du motif de refus doit être faite par l'organisme interrogé, dans les trois mois suivant la réception de la demande dans le cas prévu au 1° ci-dessus, ou de quinze jours dans les cas prévus aux 2° et 3°.", "content_length": 302}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie sont informés par les organismes leur servant les prestations de base ou complémentaires d'assurance maladie des conditions d'exercice de leurs droits d'accès et de rectification pour les données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 347}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "   Dans les deux mois qui suivent la publication du présent arrêté au Journal officiel de la République française, les organismes servant les prestations de base d'assurance maladie transmettent les informations mentionnées à l'article ci-dessus à la Caisse nationale d'assurance vieillesse des travailleurs salariés.", "content_length": 317}, {"no": 2, "content": "   Cette transmission concerne l'ensemble des personnes auxquelles chaque organisme mentionné au premier alinéa du présent article est susceptible de servir des prestations de base d'assurance maladie.", "content_length": 201}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "   Art. 13.", "content_length": 11}, {"no": 2, "content": "   Le directeur de la sécurité sociale, le directeur des exploitations, de la politique sociale et de l'emploi et le directeur général de l'Institut national de la statistique et des études économiques sont chargés, chacun en ce qui le concerne, de l'exécution du présent arrêté, qui sera publié au Journal officiel de la République française.", "content_length": 343}], "id": "13", "no": 13.0}]}, {"source": "2004-02-08", "id": "JORFTEXT000000196010", "published": "2004-02-08", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000196010/2004-02-08", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "   Il est créé à la Caisse nationale d'assurance vieillesse des travailleurs salariés un traitement automatisé national dénommé Répertoire national interrégimes des bénéficiaires de l'assurance maladie. Ce traitement, qui permet des échanges d'informations entre la Caisse nationale d'assurance vieillesse des travailleurs salariés et les organismes servant les prestations de base ou complémentaires d'assurance maladie, vise à atteindre les finalités suivantes parmi celles mentionnées à l'article R. 161-34 du code de la sécurité sociale :", "content_length": 542}, {"no": 2, "content": "   1° Certifier les identifiants des bénéficiaires figurant dans les fichiers des organismes servant les prestations de base ou complémentaires d'assurance maladie ;", "content_length": 165}, {"no": 3, "content": "   2° Certifier le rattachement de chaque bénéficiaire à l'organisme qui lui sert les prestations de base d'assurance maladie ;", "content_length": 127}, {"no": 4, "content": "   3° Contribuer aux procédures de délivrance et de mise à jour des cartes électroniques individuelles mentionnées à l'article L. 161-31 ;", "content_length": 138}, {"no": 5, "content": "   4° Certifier, le cas échéant, le rattachement du bénéficiaire à un des organismes qui lui sert des prestations complémentaires d'assurance maladie et dont le bénéficiaire ou son représentant légal désire que l'identifiant figure sur sa carte électronique individuelle ;", "content_length": 272}, {"no": 6, "content": "   5° Produire des statistiques anonymes à des fins de contrôle de la qualité des procédures ou de dénombrement de bénéficiaires, avec l'accord des organismes d'assurance maladie concernés par le champ de ces dénombrements.", "content_length": 223}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Le répertoire national interrégimes des bénéficiaires de l'assurance maladie ne contient, pour chaque bénéficiaire ou ancien bénéficiaire, que les catégories d'informations mentionnées à l'article R. 161-35 du code de la sécurité sociale, à savoir :", "content_length": 252}, {"no": 2, "content": "   1° Son numéro d'inscription au répertoire national d'identification des personnes physiques et celui ou ceux qui lui auraient été précédemment attribués ;", "content_length": 157}, {"no": 3, "content": "   2° Son nom patronymique, son nom d'usage le cas échéant, et ses prénoms ;", "content_length": 76}, {"no": 4, "content": "   3° Ses date et lieu de naissance ;", "content_length": 37}, {"no": 5, "content": "   4° Le cas échéant, la mention du décès ou l'indication que la personne n'est plus bénéficiaire de l'assurance maladie ;", "content_length": 122}, {"no": 6, "content": "   5° L'identifiant de l'organisme d'assurance maladie qui lui sert ses prestations de base d'assurance maladie et la date de son rattachement, ainsi que, le cas échéant, l'identifiant de l'organisme d'assurance maladie lui servant précédemment les prestations de base d'assurance maladie et la date de rattachement ;", "content_length": 317}, {"no": 7, "content": "   6° Eventuellement, l'identifiant d'un des organismes mentionnés au 3° de l'article R. 115-1 de son choix qui lui sert des prestations complémentaires d'assurance maladie et qu'il désire voir figurer sur sa carte électronique individuelle, et la date de son rattachement audit organisme.", "content_length": 289}, {"no": 8, "content": "   Afin d'assurer un bon fonctionnement du dispositif, les messages échangés relatifs à la certification des identifiants des bénéficiaires peuvent comporter également :", "content_length": 169}, {"no": 9, "content": "   - le sexe du bénéficiaire ;", "content_length": 30}, {"no": 10, "content": "   - le numéro d'identification de l'ouvrant droit du bénéficiaire ;", "content_length": 68}, {"no": 11, "content": "   - des éléments de filiation pour les personnes nées hors de France ;", "content_length": 71}, {"no": 12, "content": "   - un numéro d'identification des personnes propre à l'organisme d'assurance maladie.", "content_length": 87}, {"no": 13, "content": "   L'organisme gestionnaire du répertoire national interrégimes des bénéficiaires de l'assurance maladie peut en tant que de besoin consulter les informations d'identification contenues dans le répertoire national d'identification des personnes physiques ou le système national de gestion des identifiants, respectivement gérés par l'Institut national de la statistique et des études économiques et par la Caisse nationale d'assurance vieillesse des travailleurs salariés.", "content_length": 472}, {"no": 14, "content": "   Les informations échangées entre le répertoire national interrégimes des bénéficiaires de l'assurance maladie et les organismes utilisateurs sont transmises sous la forme de fichiers électroniques ou en accès direct.", "content_length": 219}, {"no": 15, "content": "   En accès direct, sont mis en oeuvre les sécurités et moyens de contrôle suivants :", "content_length": 85}, {"no": 16, "content": "   - chaque agent fait l'objet de procédures d'identification et d'authentification pour accéder au répertoire ;", "content_length": 112}, {"no": 17, "content": "   - des mesures techniques garantissent une connexion au répertoire dans un cadre professionnel ;", "content_length": 98}, {"no": 18, "content": "   - des dispositifs de journalisation sont mis en oeuvre et exploités en vue de permettre un contrôle a posteriori de l'utilisation du répertoire.", "content_length": 147}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "   Lors de l'immatriculation d'un bénéficiaire ou du changement d'organisme servant les prestations de base d'assurance maladie, le nouvel organisme de rattachement transmet au Répertoire national interrégimes des bénéficiaires de l'assurance maladie une demande de certification des éléments d'identification de la personne et un avis de rattachement.", "content_length": 352}, {"no": 2, "content": "   Le Répertoire national interrégimes des bénéficiaires de l'assurance maladie retourne à l'organisme demandeur le même message accompagné des éléments d'identification du bénéficiaire, certifiés et complétés s'il y a lieu, ou lui indique les raisons pour lesquelles la certification est impossible. Le cas échéant, il indique les motifs d'une incompatibilité relative au rattachement de l'intéressé à l'organisme demandeur.", "content_length": 425}, {"no": 3, "content": "   Dans les cas de changement d'organisme de rattachement, il indique en outre l'identifiant de l'organisme précédemment chargé de servir les prestations de base d'assurance maladie. A ce dernier, il fait parvenir conjointement les identifiants du bénéficiaire et du nouvel organisme de rattachement.", "content_length": 300}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "   Les circuits de transmission des informations entre les organismes servant les prestations de base d'assurance maladie et le Répertoire national interrégimes des bénéficiaires de l'assurance maladie sont définis, pour chacun des régimes de base d'assurance maladie, par le directeur de la caisse nationale du régime concerné.", "content_length": 328}, {"no": 2, "content": "   Pour les cas où l'organisme d'affiliation au régime de base d'assurance maladie et l'organisme servant les prestations de base d'assurance maladie sont différents pour un bénéficiaire, le directeur de la Caisse nationale du régime d'affiliation détermine, en concertation avec les institutions représentatives des organismes servant les prestations, les conditions dans lesquelles les organismes concernés sont destinataires des informations transmises par le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 537}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "   Lors du rattachement d'un bénéficiaire à un organisme servant les prestations complémentaires d'assurance maladie, ce dernier peut transmettre une demande de certification des éléments d'identification du bénéficiaire.", "content_length": 221}, {"no": 2, "content": "   Si en outre le bénéficiaire ou son représentant légal a demandé par écrit que cet organisme d'assurance maladie complémentaire soit celui figurant sur la carte électronique individuelle mentionnée à l'article L. 161-31 du code de la sécurité sociale, l'organisme en avise le Répertoire national interrégimes des bénéficiaires de l'assurance maladie en joignant à cet avis les éléments d'identification du bénéficiaire.", "content_length": 421}, {"no": 3, "content": "   Le Répertoire national interrégimes des bénéficiaires de l'assurance maladie retourne le même message comportant les éléments d'identification du bénéficiaire certifiés et complétés s'il y a lieu, ou indique à l'organisme les raisons pour lesquelles la certification est impossible. Le cas échéant, il indique les motifs d'une incompatibilité relative au rattachement de l'intéressé à l'organisme demandeur ou à la mention de cet organisme sur la carte du bénéficiaire.", "content_length": 472}, {"no": 4, "content": "   Le cas échéant, le Répertoire national interrégimes des bénéficiaires de l'assurance maladie avise de la décision du bénéficiaire ou de son représentant légal l'organisme servant les prestations complémentaires d'assurance maladie qui figurait précédemment sur la carte, sans que les organismes preneur ou cédant ne soient informés de leur identité respective.", "content_length": 363}, {"no": 5, "content": "   En tout état de cause, le Répertoire national interrégimes des bénéficiaires de l'assurance maladie ne peut communiquer l'identité de l'organisme d'assurance maladie complémentaire figurant en regard d'un bénéficiaire donné qu'à l'organisme lui-même ou avec l'accord de ce dernier.", "content_length": 284}, {"no": 6, "content": "   La ou les conventions visées au 3° de l'article R. 161-38 du code de la sécurité sociale déterminent, après avis de la Commission nationale de l'informatique et des libertés, les conditions dans lesquelles le Répertoire national interrégimes des bénéficiaires de l'assurance maladie peut contribuer pour le compte des organismes servant des prestations complémentaires d'assurance maladie :", "content_length": 393}, {"no": 7, "content": "   1° Aux procédures de personnalisation et de mise à jour des cartes de bénéficiaires ;", "content_length": 88}, {"no": 8, "content": "   2° A la résolution des conflits, notamment dans les cas où plusieurs organismes déclarent avoir été choisis par un même bénéficiaire pour figurer sur la carte de ce dernier.", "content_length": 176}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "   Dans le cadre des dispositions relatives aux bénéficiaires de l'aide médicale visée à l'article L. 182-1 du code de la sécurité sociale, ainsi que pour toute personne n'étant pas en mesure d'indiquer l'organisme lui servant les prestations de base d'assurance maladie, les organismes servant de telles prestations peuvent interroger le Répertoire national interrégimes des bénéficiaires de l'assurance maladie afin que ce dernier leur fasse connaître l'organisme de rattachement des personnes concernées.", "content_length": 507}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Lorsque le Répertoire national interrégimes des bénéficiaires de l'assurance maladie dispose des informations justifiant qu'une personne ne soit plus comptée au nombre des bénéficiaires de l'assurance maladie, notamment en cas de décès, il en avise les organismes servant les prestations de base ou complémentaires d'assurance maladie mentionnés en regard de l'identifiant de la personne concernée. Le cas échéant, il avise ces mêmes organismes d'une modification des données d'identification mentionnées aux 1°, 2° et 3° du premier alinéa de l'article 2 ci-dessus.", "content_length": 568}, {"no": 2, "content": "   Inversement, si un organisme servant les prestations de base d'assurance maladie dispose d'informations justifiant qu'une personne ne soit plus comptée au nombre des bénéficiaires de l'assurance maladie, il en avise le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 296}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "   Lorsqu'est dépassé le délai durant lequel une personne anciennement rattachée à un organisme servant les prestations de base d'assurance maladie peut présenter à cet organisme des demandes de remboursement, cet organisme en informe le Répertoire national interrégimes des bénéficiaires de l'assurance maladie, qui supprime alors la mention de cet organisme en regard de l'identifiant de la personne concernée.", "content_length": 412}, {"no": 2, "content": "   Tout organisme servant des prestations complémentaires d'assurance maladie peut informer le Répertoire national interrégimes des bénéficiaires de l'assurance maladie de ce qu'une personne ne lui est plus rattachée au titre de ces prestations. La mention de cet organisme en regard de l'identifiant de la personne concernée est alors supprimée.", "content_length": 346}, {"no": 3, "content": "   Toutes les données relatives à une personne décédée ou ne pouvant plus prétendre au bénéfice d'aucun régime de base de l'assurance maladie sont supprimées du Répertoire national interrégimes des bénéficiaires de l'assurance maladie dans la deuxième année à compter du décès ou de la fin des droits de la personne concernée.", "content_length": 326}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie peuvent exercer leurs droits d'accès aux données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie par l'intermédiaire du directeur de l'organisme leur servant les prestations de base d'assurance maladie, sauf en ce qui concerne les données relatives à un organisme servant les prestations complémentaires d'assurance maladie. Pour ces dernières informations, le droit d'accès s'exerce par demande de l'intéressé ou de son représentant légal au directeur de l'organisme d'assurance maladie complémentaire qu'il a choisi en dernier lieu de faire figurer sur sa carte électronique individuelle.", "content_length": 693}, {"no": 2, "content": "   Les réponses doivent être faites à la personne concernée dans les quinze jours suivant la réception de sa demande par l'un des organismes évoqués à l'alinéa précédent.", "content_length": 170}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie peuvent exercer leur droit de rectification des données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie auprès de :", "content_length": 218}, {"no": 2, "content": "   1° L'Institut national de la statistique et des études économiques, chargé de la gestion du Répertoire national d'identification des personnes physiques, par l'intermédiaire de l'organisme leur servant les prestations de base de l'assurance maladie, pour les données d'identification des personnes ;", "content_length": 302}, {"no": 3, "content": "   2° L'organisme leur servant les prestations de base d'assurance maladie, pour les données relatives au rattachement à un organisme servant de telles prestations ;", "content_length": 165}, {"no": 4, "content": "   3° L'organisme servant des prestations complémentaires d'assurance maladie qu'ils ont choisi de faire figurer sur leur carte électronique individuelle, pour les données relatives à un tel organisme.", "content_length": 201}, {"no": 5, "content": "   La notification à la personne concernée de la prise en compte de sa demande de rectification ou du motif de refus doit être faite par l'organisme interrogé, dans les trois mois suivant la réception de la demande dans le cas prévu au 1° ci-dessus, ou de quinze jours dans les cas prévus aux 2° et 3°.", "content_length": 302}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie sont informés par les organismes leur servant les prestations de base ou complémentaires d'assurance maladie des conditions d'exercice de leurs droits d'accès et de rectification pour les données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 347}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "   Dans les deux mois qui suivent la publication du présent arrêté au Journal officiel de la République française, les organismes servant les prestations de base d'assurance maladie transmettent les informations mentionnées à l'article ci-dessus à la Caisse nationale d'assurance vieillesse des travailleurs salariés.", "content_length": 317}, {"no": 2, "content": "   Cette transmission concerne l'ensemble des personnes auxquelles chaque organisme mentionné au premier alinéa du présent article est susceptible de servir des prestations de base d'assurance maladie.", "content_length": 201}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "   Art. 13.", "content_length": 11}, {"no": 2, "content": "   Le directeur de la sécurité sociale, le directeur des exploitations, de la politique sociale et de l'emploi et le directeur général de l'Institut national de la statistique et des études économiques sont chargés, chacun en ce qui le concerne, de l'exécution du présent arrêté, qui sera publié au Journal officiel de la République française.", "content_length": 343}], "id": "13", "no": 13.0}]}, {"source": "2005-01-01", "id": "JORFTEXT000000196010", "published": "2005-01-01", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000196010/2005-01-01", "articles": [{"section": "1", "title": "Article 1", "paragraphs": [{"no": 1, "content": "   Il est créé à la Caisse nationale d'assurance vieillesse des travailleurs salariés un traitement automatisé national dénommé Répertoire national interrégimes des bénéficiaires de l'assurance maladie. Ce traitement, qui permet des échanges d'informations entre la Caisse nationale d'assurance vieillesse des travailleurs salariés et les organismes servant les prestations de base ou complémentaires d'assurance maladie, vise à atteindre les finalités suivantes parmi celles mentionnées à l'article R. 161-34 du code de la sécurité sociale :", "content_length": 542}, {"no": 2, "content": "   1° Certifier les identifiants des bénéficiaires figurant dans les fichiers des organismes servant les prestations de base ou complémentaires d'assurance maladie ;", "content_length": 165}, {"no": 3, "content": "   2° Certifier le rattachement de chaque bénéficiaire à l'organisme qui lui sert les prestations de base d'assurance maladie ;", "content_length": 127}, {"no": 4, "content": "   3° Contribuer aux procédures de délivrance et de mise à jour des cartes électroniques individuelles mentionnées à l'article L. 161-31 ;", "content_length": 138}, {"no": 5, "content": "   4° Certifier, le cas échéant, le rattachement du bénéficiaire à un des organismes qui lui sert des prestations complémentaires d'assurance maladie et dont le bénéficiaire ou son représentant légal désire que l'identifiant figure sur sa carte électronique individuelle ;", "content_length": 272}, {"no": 6, "content": "   5° Produire des statistiques anonymes à des fins de contrôle de la qualité des procédures ou de dénombrement de bénéficiaires, avec l'accord des organismes d'assurance maladie concernés par le champ de ces dénombrements.", "content_length": 223}], "id": "1", "no": 1.0}, {"section": "2", "title": "Article 2", "paragraphs": [{"no": 1, "content": "   Le répertoire national interrégimes des bénéficiaires de l'assurance maladie ne contient, pour chaque bénéficiaire ou ancien bénéficiaire, que les catégories d'informations mentionnées à l'article R. 161-35 du code de la sécurité sociale, à savoir :", "content_length": 252}, {"no": 2, "content": "   1° Son numéro d'inscription au répertoire national d'identification des personnes physiques et celui ou ceux qui lui auraient été précédemment attribués ;", "content_length": 157}, {"no": 3, "content": "   2° Son nom de famille, son nom d'usage le cas échéant, et ses prénoms ;", "content_length": 74}, {"no": 4, "content": "   3° Ses date et lieu de naissance ;", "content_length": 37}, {"no": 5, "content": "   4° Le cas échéant, la mention du décès ou l'indication que la personne n'est plus bénéficiaire de l'assurance maladie ;", "content_length": 122}, {"no": 6, "content": "   5° L'identifiant de l'organisme d'assurance maladie qui lui sert ses prestations de base d'assurance maladie et la date de son rattachement, ainsi que, le cas échéant, l'identifiant de l'organisme d'assurance maladie lui servant précédemment les prestations de base d'assurance maladie et la date de rattachement ;", "content_length": 317}, {"no": 7, "content": "   6° Eventuellement, l'identifiant d'un des organismes mentionnés au 3° de l'article R. 115-1 de son choix qui lui sert des prestations complémentaires d'assurance maladie et qu'il désire voir figurer sur sa carte électronique individuelle, et la date de son rattachement audit organisme.", "content_length": 289}, {"no": 8, "content": "   Afin d'assurer un bon fonctionnement du dispositif, les messages échangés relatifs à la certification des identifiants des bénéficiaires peuvent comporter également :", "content_length": 169}, {"no": 9, "content": "   - le sexe du bénéficiaire ;", "content_length": 30}, {"no": 10, "content": "   - le numéro d'identification de l'ouvrant droit du bénéficiaire ;", "content_length": 68}, {"no": 11, "content": "   - des éléments de filiation pour les personnes nées hors de France ;", "content_length": 71}, {"no": 12, "content": "   - un numéro d'identification des personnes propre à l'organisme d'assurance maladie.", "content_length": 87}, {"no": 13, "content": "   L'organisme gestionnaire du répertoire national interrégimes des bénéficiaires de l'assurance maladie peut en tant que de besoin consulter les informations d'identification contenues dans le répertoire national d'identification des personnes physiques ou le système national de gestion des identifiants, respectivement gérés par l'Institut national de la statistique et des études économiques et par la Caisse nationale d'assurance vieillesse des travailleurs salariés.", "content_length": 472}, {"no": 14, "content": "   Les informations échangées entre le répertoire national interrégimes des bénéficiaires de l'assurance maladie et les organismes utilisateurs sont transmises sous la forme de fichiers électroniques ou en accès direct.", "content_length": 219}, {"no": 15, "content": "   En accès direct, sont mis en oeuvre les sécurités et moyens de contrôle suivants :", "content_length": 85}, {"no": 16, "content": "   - chaque agent fait l'objet de procédures d'identification et d'authentification pour accéder au répertoire ;", "content_length": 112}, {"no": 17, "content": "   - des mesures techniques garantissent une connexion au répertoire dans un cadre professionnel ;", "content_length": 98}, {"no": 18, "content": "   - des dispositifs de journalisation sont mis en oeuvre et exploités en vue de permettre un contrôle a posteriori de l'utilisation du répertoire.", "content_length": 147}], "id": "2", "no": 2.0}, {"section": "3", "title": "Article 3", "paragraphs": [{"no": 1, "content": "   Lors de l'immatriculation d'un bénéficiaire ou du changement d'organisme servant les prestations de base d'assurance maladie, le nouvel organisme de rattachement transmet au Répertoire national interrégimes des bénéficiaires de l'assurance maladie une demande de certification des éléments d'identification de la personne et un avis de rattachement.", "content_length": 352}, {"no": 2, "content": "   Le Répertoire national interrégimes des bénéficiaires de l'assurance maladie retourne à l'organisme demandeur le même message accompagné des éléments d'identification du bénéficiaire, certifiés et complétés s'il y a lieu, ou lui indique les raisons pour lesquelles la certification est impossible. Le cas échéant, il indique les motifs d'une incompatibilité relative au rattachement de l'intéressé à l'organisme demandeur.", "content_length": 425}, {"no": 3, "content": "   Dans les cas de changement d'organisme de rattachement, il indique en outre l'identifiant de l'organisme précédemment chargé de servir les prestations de base d'assurance maladie. A ce dernier, il fait parvenir conjointement les identifiants du bénéficiaire et du nouvel organisme de rattachement.", "content_length": 300}], "id": "3", "no": 3.0}, {"section": "4", "title": "Article 4", "paragraphs": [{"no": 1, "content": "   Les circuits de transmission des informations entre les organismes servant les prestations de base d'assurance maladie et le Répertoire national interrégimes des bénéficiaires de l'assurance maladie sont définis, pour chacun des régimes de base d'assurance maladie, par le directeur de la caisse nationale du régime concerné.", "content_length": 328}, {"no": 2, "content": "   Pour les cas où l'organisme d'affiliation au régime de base d'assurance maladie et l'organisme servant les prestations de base d'assurance maladie sont différents pour un bénéficiaire, le directeur de la Caisse nationale du régime d'affiliation détermine, en concertation avec les institutions représentatives des organismes servant les prestations, les conditions dans lesquelles les organismes concernés sont destinataires des informations transmises par le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 537}], "id": "4", "no": 4.0}, {"section": "5", "title": "Article 5", "paragraphs": [{"no": 1, "content": "   Lors du rattachement d'un bénéficiaire à un organisme servant les prestations complémentaires d'assurance maladie, ce dernier peut transmettre une demande de certification des éléments d'identification du bénéficiaire.", "content_length": 221}, {"no": 2, "content": "   Si en outre le bénéficiaire ou son représentant légal a demandé par écrit que cet organisme d'assurance maladie complémentaire soit celui figurant sur la carte électronique individuelle mentionnée à l'article L. 161-31 du code de la sécurité sociale, l'organisme en avise le Répertoire national interrégimes des bénéficiaires de l'assurance maladie en joignant à cet avis les éléments d'identification du bénéficiaire.", "content_length": 421}, {"no": 3, "content": "   Le Répertoire national interrégimes des bénéficiaires de l'assurance maladie retourne le même message comportant les éléments d'identification du bénéficiaire certifiés et complétés s'il y a lieu, ou indique à l'organisme les raisons pour lesquelles la certification est impossible. Le cas échéant, il indique les motifs d'une incompatibilité relative au rattachement de l'intéressé à l'organisme demandeur ou à la mention de cet organisme sur la carte du bénéficiaire.", "content_length": 472}, {"no": 4, "content": "   Le cas échéant, le Répertoire national interrégimes des bénéficiaires de l'assurance maladie avise de la décision du bénéficiaire ou de son représentant légal l'organisme servant les prestations complémentaires d'assurance maladie qui figurait précédemment sur la carte, sans que les organismes preneur ou cédant ne soient informés de leur identité respective.", "content_length": 363}, {"no": 5, "content": "   En tout état de cause, le Répertoire national interrégimes des bénéficiaires de l'assurance maladie ne peut communiquer l'identité de l'organisme d'assurance maladie complémentaire figurant en regard d'un bénéficiaire donné qu'à l'organisme lui-même ou avec l'accord de ce dernier.", "content_length": 284}, {"no": 6, "content": "   La ou les conventions visées au 3° de l'article R. 161-38 du code de la sécurité sociale déterminent, après avis de la Commission nationale de l'informatique et des libertés, les conditions dans lesquelles le Répertoire national interrégimes des bénéficiaires de l'assurance maladie peut contribuer pour le compte des organismes servant des prestations complémentaires d'assurance maladie :", "content_length": 393}, {"no": 7, "content": "   1° Aux procédures de personnalisation et de mise à jour des cartes de bénéficiaires ;", "content_length": 88}, {"no": 8, "content": "   2° A la résolution des conflits, notamment dans les cas où plusieurs organismes déclarent avoir été choisis par un même bénéficiaire pour figurer sur la carte de ce dernier.", "content_length": 176}], "id": "5", "no": 5.0}, {"section": "6", "title": "Article 6", "paragraphs": [{"no": 1, "content": "   Dans le cadre des dispositions relatives aux bénéficiaires de l'aide médicale visée à l'article L. 182-1 du code de la sécurité sociale, ainsi que pour toute personne n'étant pas en mesure d'indiquer l'organisme lui servant les prestations de base d'assurance maladie, les organismes servant de telles prestations peuvent interroger le Répertoire national interrégimes des bénéficiaires de l'assurance maladie afin que ce dernier leur fasse connaître l'organisme de rattachement des personnes concernées.", "content_length": 507}], "id": "6", "no": 6.0}, {"section": "7", "title": "Article 7", "paragraphs": [{"no": 1, "content": "   Lorsque le Répertoire national interrégimes des bénéficiaires de l'assurance maladie dispose des informations justifiant qu'une personne ne soit plus comptée au nombre des bénéficiaires de l'assurance maladie, notamment en cas de décès, il en avise les organismes servant les prestations de base ou complémentaires d'assurance maladie mentionnés en regard de l'identifiant de la personne concernée. Le cas échéant, il avise ces mêmes organismes d'une modification des données d'identification mentionnées aux 1°, 2° et 3° du premier alinéa de l'article 2 ci-dessus.", "content_length": 568}, {"no": 2, "content": "   Inversement, si un organisme servant les prestations de base d'assurance maladie dispose d'informations justifiant qu'une personne ne soit plus comptée au nombre des bénéficiaires de l'assurance maladie, il en avise le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 296}], "id": "7", "no": 7.0}, {"section": "8", "title": "Article 8", "paragraphs": [{"no": 1, "content": "   Lorsqu'est dépassé le délai durant lequel une personne anciennement rattachée à un organisme servant les prestations de base d'assurance maladie peut présenter à cet organisme des demandes de remboursement, cet organisme en informe le Répertoire national interrégimes des bénéficiaires de l'assurance maladie, qui supprime alors la mention de cet organisme en regard de l'identifiant de la personne concernée.", "content_length": 412}, {"no": 2, "content": "   Tout organisme servant des prestations complémentaires d'assurance maladie peut informer le Répertoire national interrégimes des bénéficiaires de l'assurance maladie de ce qu'une personne ne lui est plus rattachée au titre de ces prestations. La mention de cet organisme en regard de l'identifiant de la personne concernée est alors supprimée.", "content_length": 346}, {"no": 3, "content": "   Toutes les données relatives à une personne décédée ou ne pouvant plus prétendre au bénéfice d'aucun régime de base de l'assurance maladie sont supprimées du Répertoire national interrégimes des bénéficiaires de l'assurance maladie dans la deuxième année à compter du décès ou de la fin des droits de la personne concernée.", "content_length": 326}], "id": "8", "no": 8.0}, {"section": "9", "title": "Article 9", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie peuvent exercer leurs droits d'accès aux données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie par l'intermédiaire du directeur de l'organisme leur servant les prestations de base d'assurance maladie, sauf en ce qui concerne les données relatives à un organisme servant les prestations complémentaires d'assurance maladie. Pour ces dernières informations, le droit d'accès s'exerce par demande de l'intéressé ou de son représentant légal au directeur de l'organisme d'assurance maladie complémentaire qu'il a choisi en dernier lieu de faire figurer sur sa carte électronique individuelle.", "content_length": 693}, {"no": 2, "content": "   Les réponses doivent être faites à la personne concernée dans les quinze jours suivant la réception de sa demande par l'un des organismes évoqués à l'alinéa précédent.", "content_length": 170}], "id": "9", "no": 9.0}, {"section": "10", "title": "Article 10", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie peuvent exercer leur droit de rectification des données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie auprès de :", "content_length": 218}, {"no": 2, "content": "   1° L'Institut national de la statistique et des études économiques, chargé de la gestion du Répertoire national d'identification des personnes physiques, par l'intermédiaire de l'organisme leur servant les prestations de base de l'assurance maladie, pour les données d'identification des personnes ;", "content_length": 302}, {"no": 3, "content": "   2° L'organisme leur servant les prestations de base d'assurance maladie, pour les données relatives au rattachement à un organisme servant de telles prestations ;", "content_length": 165}, {"no": 4, "content": "   3° L'organisme servant des prestations complémentaires d'assurance maladie qu'ils ont choisi de faire figurer sur leur carte électronique individuelle, pour les données relatives à un tel organisme.", "content_length": 201}, {"no": 5, "content": "   La notification à la personne concernée de la prise en compte de sa demande de rectification ou du motif de refus doit être faite par l'organisme interrogé, dans les trois mois suivant la réception de la demande dans le cas prévu au 1° ci-dessus, ou de quinze jours dans les cas prévus aux 2° et 3°.", "content_length": 302}], "id": "10", "no": 10.0}, {"section": "11", "title": "Article 11", "paragraphs": [{"no": 1, "content": "   Les bénéficiaires de l'assurance maladie sont informés par les organismes leur servant les prestations de base ou complémentaires d'assurance maladie des conditions d'exercice de leurs droits d'accès et de rectification pour les données les concernant contenues dans le Répertoire national interrégimes des bénéficiaires de l'assurance maladie.", "content_length": 347}], "id": "11", "no": 11.0}, {"section": "12", "title": "Article 12", "paragraphs": [{"no": 1, "content": "   Dans les deux mois qui suivent la publication du présent arrêté au Journal officiel de la République française, les organismes servant les prestations de base d'assurance maladie transmettent les informations mentionnées à l'article ci-dessus à la Caisse nationale d'assurance vieillesse des travailleurs salariés.", "content_length": 317}, {"no": 2, "content": "   Cette transmission concerne l'ensemble des personnes auxquelles chaque organisme mentionné au premier alinéa du présent article est susceptible de servir des prestations de base d'assurance maladie.", "content_length": 201}], "id": "12", "no": 12.0}, {"section": "13", "title": "Article 13", "paragraphs": [{"no": 1, "content": "   Art. 13.", "content_length": 11}, {"no": 2, "content": "   Le directeur de la sécurité sociale, le directeur des exploitations, de la politique sociale et de l'emploi et le directeur général de l'Institut national de la statistique et des études économiques sont chargés, chacun en ce qui le concerne, de l'exécution du présent arrêté, qui sera publié au Journal officiel de la République française.", "content_length": 343}], "id": "13", "no": 13.0}]}]