[{"source": "2016-10-31", "id": "JORFTEXT000033318345", "published": "2016-10-31", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033318345/2016-10-31", "articles": [{"section": 1, "title": "Article 1", "paragraphs": [{"no": 1, "content": "Pour procéder à l'établissement, à la délivrance, au renouvellement et à l'invalidation des cartes nationales d'identité mentionnées à l'article 7 du décret du 22 octobre 1955 susvisé et des passeports mentionnés aux articles 1er et 17-1 du décret du 30 décembre 2005 susvisé, ainsi que prévenir et détecter leur falsification et contrefaçon, le ministre de l'intérieur met en œuvre un traitement de données à caractère personnel dénommé « titres électroniques sécurisés » (TES).", "content_length": 479}], "id": "1", "no": 1.0}, {"section": 1, "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Les données à caractère personnel et informations enregistrées dans le traitement mentionné à l'article 1er sont :1° Les données relatives au demandeur ou au titulaire du titre :a) Le nom de famille, le nom d'usage, les prénoms ;b) La date et le lieu de naissance ;c) Le sexe ;d) La couleur des yeux ;e) La taille ;f) Le domicile ou la résidence ou, le cas échéant, la commune de rattachement de l'intéressé ou l'adresse de l'organisme d'accueil auprès duquel la personne est domiciliée ;g) Les données relatives à sa filiation : les noms, prénoms, dates et lieux de naissance de ses parents, leur nationalité ;h) Le cas échéant, le document attestant de la qualité du représentant légal lorsque le titulaire du titre est un mineur ou un majeur placé sous tutelle ;i) L'image numérisée du visage et celle des empreintes digitales qui peuvent être légalement recueillies ;j) L'image numérisée de la signature du demandeur de la carte nationale d'identité ;k) L'adresse de messagerie électronique et les coordonnées téléphoniques du demandeur, lorsque celui-ci a choisi d'effectuer une pré-demande de titre en ligne ou a demandé à bénéficier de l'envoi postal sécurisé, ou sur déclaration de l'usager lorsqu'il souhaite être informé par ce moyen de la disponibilité de son titre ;l) Le cas échéant, le code de connexion délivré par l'administration au demandeur pour lui permettre de déclarer la réception de son passeport lorsque ce titre lui a été adressé par courrier sécurisé ;2° Les informations relatives au titre :a) Numéro du titre ;b) Type de titre ;c) Tarif du droit de timbre ;d) Date et lieu de délivrance ;e) Autorité de délivrance ;f) Date d'expiration ;g) Mention, avec la date, de l'invalidation du titre et de son motif (perte, vol, retrait, interdiction de sortie du territoire, autre motif), de la restitution du titre à l'administration, de sa destruction ;h) Mentions des justificatifs présentés à l'appui de la demande de titre ;i) Informations à caractère technique relatives à l'établissement du titre ;j) Informations relatives à la demande de titre : numéro de demande et, le cas échéant, de pré-demande, lieu de dépôt, date de réception de la demande, date de l'envoi du titre au guichet de dépôt, motif de non-délivrance ;k) La date et le mode de remise du titre ainsi que, le cas échéant, les nom, prénoms et identifiant du consul honoraire chargé de sa remise ou le nom, l'adresse du site internet de suivi et l'identifiant du transporteur chargé de son acheminement lorsque le titre est adressé à l'usager par courrier sécurisé ;l) Les informations relatives à la réception du passeport par le demandeur lorsque le titre lui est adressé par courrier sécurisé : la date d'envoi du passeport, le numéro de suivi du courrier sécurisé, la date de la déclaration de réception, de non-réception ou de refus de réception du passeport, la mention des justificatifs produits à l'appui de la déclaration ;3° Les données relatives au fabricant du titre et aux agents chargés de la délivrance du titre :a) Nom, prénom et références de l'agent qui enregistre la demande de titre ;b) Noms, prénoms et références des agents mentionnés à l'article 3 ;c) Identifiant du fabricant du titre ;4° L'image numérisée des pièces du dossier de demande de titre.II. - Le traitement ne comporte pas de dispositif de recherche permettant l'identification à partir de l'image numérisée du visage ou de l'image numérisée des empreintes digitales enregistrées dans ce traitement.", "content_length": 3482}], "id": "2", "no": 2.0}, {"section": 1, "title": "Article 3", "paragraphs": [{"no": 1, "content": "I. - Peuvent accéder, à raison de leurs attributions et dans la limite du besoin d'en connaître, à tout ou partie des données enregistrées dans le traitement mentionné à l'article 1er et dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé :1° Les agents des services centraux du ministère de l'intérieur et du ministère des affaires étrangères chargés de l'application de la réglementation relative au passeport et à la carte nationale d'identité, individuellement désignés et dûment habilités par le ministre de l'intérieur ou le ministre des affaires étrangères ;2° Les agents des préfectures et des sous-préfectures chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par le préfet ;3° Les agents diplomatiques et consulaires chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par l'ambassadeur ou le consul ;4° Les agents chargés de la délivrance des passeports de service au ministère de l'intérieur, individuellement désignés et dûment habilités par le ministre de l'intérieur.II. - Peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé dans le cadre de leur mission de recueil de la demande et de remise des titres :1° Les agents des communes individuellement désignés et dûment habilités par le maire ;2° Pour les seuls passeports de mission, les agents des formations administratives du ministère de la défense, individuellement désignés et dûment habilités par le ministre de la défense. Le ministre de la défense peut, par arrêté, déléguer ses pouvoirs dans ce domaine aux commandants des formations administratives.", "content_length": 1783}], "id": "3", "no": 3.0}, {"section": 1, "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement prévu à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :1° Les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme, individuellement désignés et dûment habilités par le directeur dont ils relèvent ;2° Les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et dûment habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme.II. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement mentionné à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, les agents de la direction centrale de la police judiciaire, individuellement désignés et dûment habilités par le directeur dont ils relèvent, chargés des échanges avec INTERPOL au titre de la position commune du 24 janvier 2005 susvisée et du règlement d'INTERPOL sur le traitement des données, ainsi qu'avec les autorités compétentes des Etats appliquant la décision 2007/533/JAI du Conseil du 12 juin 2007 sur l'établissement, le fonctionnement et l'utilisation du système d'information Schengen de deuxième génération (SIS II), au titre de ses articles 7, 38 et 39.Dans le cadre de ces échanges, des données à caractère personnel peuvent être transmises aux autorités compétentes des Etats membres d'INTERPOL ou qui appliquent la décision 2007/533/JAI du 12 juin 2007 mentionnée à l'alinéa précédent, aux seules fins de confirmer l'exactitude et la pertinence du signalement d'un titre perdu, volé ou invalidé.", "content_length": 2041}], "id": "4", "no": 4.0}, {"section": 1, "title": "Article 5", "paragraphs": [{"no": 1, "content": "Pour les besoins exclusifs de l'accomplissement de leurs missions, les personnels chargés des missions de recherche et de contrôle de l'identité des personnes, de vérification de la validité et de l'authenticité des passeports au sein des services de la police nationale, de la gendarmerie nationale et des douanes peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé.", "content_length": 445}], "id": "5", "no": 5.0}, {"section": 1, "title": "Article 6", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet à la base INTERPOL et au système d'information Schengen les informations relatives aux numéros des titres perdus, volés ou invalidés et à la date de l'évènement, ainsi que l'indication relative au pays émetteur, au type et au caractère vierge ou personnalisé du document.Les informations transmises au système d'information Schengen peuvent être complétées par les données suivantes : nom, prénoms, date de naissance, date de délivrance du titre.", "content_length": 495}], "id": "6", "no": 6.0}, {"section": 1, "title": "Article 7", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet au fichier national de contrôle de la validité des titres les informations relatives aux numéros des titres émis ainsi que l'indication relative au type de titre. Sont également transmises les données relatives aux titres perdus, volés ou invalidés : les informations se limitent aux nom, prénoms, à la date et au lieu de naissance ainsi qu'au numéro du titre et à sa date de délivrance et, le cas échéant, au motif de son invalidité avec mention de la date de l'évènement.", "content_length": 522}], "id": "7", "no": 7.0}, {"section": 1, "title": "Article 8", "paragraphs": [{"no": 1, "content": "Pour l'instruction des demandes de carte nationalité d'identité ou de passeport, il est vérifié par la consultation du fichier des personnes recherchées qu'aucune décision judiciaire ni aucune circonstance particulière ne s'oppose à sa délivrance. Il est également procédé à une consultation du traitement mentionné à l'article 1er afin de vérifier si des titres ont déjà été sollicités ou délivrés sous l'identité du demandeur.", "content_length": 428}], "id": "8", "no": 8.0}, {"section": 1, "title": "Article 9", "paragraphs": [{"no": 1, "content": "I. - Les données à caractère personnel et les informations mentionnées au I de l'article 1er sont conservées dans le traitement pendant quinze ans s'il s'agit d'un passeport et vingt ans s'il s'agit d'une carte nationale d'identité. Ces durées sont respectivement de dix ans et de quinze ans lorsque le titulaire du titre est un mineur.Les données et informations relatives aux passeports de service et aux passeports de mission sont conservées pendant dix ans.Les données relatives aux cartes nationales d'identité délivrées à des majeurs et périmées au 1er janvier 2014 sont conservées pendant quinze ans.Le délai court à compter de la délivrance du titre, ou, à défaut, à compter de l'enregistrement de la demande.II. - Les consultations, créations, modifications ou suppressions de données font l'objet d'un enregistrement comprenant l'identification de leur auteur ainsi que la date, l'heure et la nature de l'opération. Ces informations sont conservées pendant cinq ans à compter de l'enregistrement.", "content_length": 1006}], "id": "9", "no": 9.0}, {"section": 1, "title": "Article 10", "paragraphs": [{"no": 1, "content": "I. - Le demandeur du titre est informé, au moment de la demande :1° De la nature des données à caractère personnel enregistrées dans le traitement ;2° Du nombre et de la nature des empreintes digitales enregistrées dans le traitement ;3° Des autres renseignements mentionnés au I de l'article 32 de la loi du 6 janvier 1978 susvisée.II. - La remise du passeport s'accompagne d'une copie sur papier des données nominatives enregistrées dans le composant électronique.", "content_length": 466}], "id": "10", "no": 10.0}, {"section": 1, "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le droit d'accès et le droit de rectification s'exercent auprès de l'autorité de délivrance dans les conditions fixées aux articles 39 et 40 de la loi du 6 janvier 1978 susvisée.", "content_length": 178}], "id": "11", "no": 11.0}, {"section": 1, "title": "Article 12", "paragraphs": [{"no": 1, "content": "Le droit d'opposition prévu à l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement.", "content_length": 120}], "id": "12", "no": 12.0}, {"section": 2, "title": "Article 13", "paragraphs": [{"no": 1, "content": " A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 2", "content_length": 85}], "id": "13", "no": 13.0}, {"section": 2, "title": "Article 14", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes : ", "content_length": 39}, {"no": 2, "content": "- Décret n° 55-1397 du 22 octobre 1955 Art. 4-1, Art. 5, Art. 15-1", "content_length": 66}], "id": "14", "no": 14.0}, {"section": 2, "title": "Article 15", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-3 ", "content_length": 87}], "id": "15", "no": 15.0}, {"section": 2, "title": "Article 16", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-4", "content_length": 86}], "id": "16", "no": 16.0}, {"section": 2, "title": "Article 17", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 5 ", "content_length": 85}], "id": "17", "no": 17.0}, {"section": 2, "title": "Article 18", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 15", "content_length": 85}], "id": "18", "no": 18.0}, {"section": 2, "title": "Article 19", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 3,   Art. 6,   Art. 8,   Art. 9,   Art. 10,   Art. 11,   Art. 11-1,   Art. 12,   Art. 13,   Art. 13-1", "content_length": 183}], "id": "19", "no": 19.0}, {"section": 3, "title": "Article 20", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 5,   Art. 5-1", "content_length": 98}], "id": "20", "no": 20.0}, {"section": 3, "title": "Article 21", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 8", "content_length": 86}], "id": "21", "no": 21.0}, {"section": 3, "title": "Article 22", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 6-1", "content_length": 88}], "id": "22", "no": 22.0}, {"section": 3, "title": "Article 23", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 9", "content_length": 86}], "id": "23", "no": 23.0}, {"section": 3, "title": "Article 24", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 10", "content_length": 87}], "id": "24", "no": 24.0}, {"section": 3, "title": "Article 25", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 16", "content_length": 87}], "id": "25", "no": 25.0}, {"section": 3, "title": "Article 26", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 29", "content_length": 87}], "id": "26", "no": 26.0}, {"section": 3, "title": "Article 27", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Sct. TITRE II : DISPOSITIONS RELATIVES AU TRAITEMENT AUTOMATISÉ DES DONNÉES À CARACTÈRE PERSONNEL RELATIF À LA DÉLIVRANCE DU PASSEPORT, DU PASSEPORT DE SERVICE ET DU PASSEPORT DE MISSION.,   Art. 18,   Art. 19,   Art. 20,   Art. 21,   Art. 21-1,   Art. 22,   Art. 23,   Art. 24,   Art. 25,   Art. 26,   Art. 27", "content_length": 389}], "id": "27", "no": 27.0}, {"section": 4, "title": "Article 28", "paragraphs": [{"no": 1, "content": "Les données enregistrées dans les traitements autorisés par le décret du 22 octobre 1955 susvisé et le décret du 30 décembre 2005 susvisé sont transférées au plus tard le 31 décembre 2018 dans le traitement mentionné à l'article 1er.", "content_length": 233}], "id": "28", "no": 28.0}, {"section": 4, "title": "Article 29", "paragraphs": [{"no": 1, "content": "I. - Un arrêté du ministre de l'intérieur fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les départements en métropole.II. - Un arrêté conjoint du ministre de l'intérieur et du ministre chargé de l'outre-mer fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les collectivités d'outre-mer et en Nouvelle-Calédonie.III. - Un arrêté conjoint du ministre de l'intérieur et du ministre des affaires étrangères fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées à l'étranger.IV. - Les dates mentionnées aux alinéas précédents ne peuvent être postérieures au 31 décembre 2018.", "content_length": 878}], "id": "29", "no": 29.0}, {"section": 4, "title": "Article 30", "paragraphs": [{"no": 1, "content": "Les dispositions des articles 2, 3, 4-3, 5, 6, et 8 à 11-1, 13 et 13-1 du décret du 22 octobre 1955 susvisé restent applicables, dans leur rédaction antérieure au présent décret, aux demandes de cartes nationales d'identité déposées antérieurement aux dates prévues à l'article 28.", "content_length": 281}], "id": "30", "no": 30.0}, {"section": 4, "title": "Article 31", "paragraphs": [{"no": 1, "content": "I. - Le présent décret est applicable sur l'ensemble du territoire de la République française.II. - Pour son application dans les îles Wallis et Futuna, le mot : « commune » est remplacé par les mots : « circonscription territoriale », le mot : « préfet » est remplacé par les mots : « administrateur supérieur » et le mot : « préfecture » est remplacé par les mots : « administration supérieure ».III. - Pour son application en Polynésie française et en Nouvelle-Calédonie, le mot : « préfet » est remplacé par les mots : « haut-commissaire de la République », les mots : « préfecture » sont remplacés par les mots : « haut-commissariat de la République » et les mots : « sous-préfecture » sont remplacés par les mots : « subdivision administrative ».", "content_length": 752}], "id": "31", "no": 31.0}, {"section": 4, "title": "Article 32", "paragraphs": [{"no": 1, "content": "Le ministre des affaires étrangères et du développement international, le ministre de la défense, le ministre de l'intérieur et la ministre des outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 295}], "id": "32", "no": 32.0}]}, {"source": "2017-05-11", "id": "JORFTEXT000033318345", "published": "2017-05-11", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033318345/2017-05-11", "articles": [{"section": 1, "title": "Article 1", "paragraphs": [{"no": 1, "content": "Pour procéder à l'établissement, à la délivrance, au renouvellement et à l'invalidation des cartes nationales d'identité mentionnées à l'article 7 du décret du 22 octobre 1955 susvisé et des passeports mentionnés aux articles 1er et 17-1 du décret du 30 décembre 2005 susvisé, ainsi que prévenir et détecter leur falsification et contrefaçon, le ministre de l'intérieur met en œuvre un traitement de données à caractère personnel dénommé « titres électroniques sécurisés » (TES).", "content_length": 479}], "id": "1", "no": 1.0}, {"section": 1, "title": "Article 2", "paragraphs": [{"no": 1, "content": "I. - Les données à caractère personnel et informations enregistrées dans le traitement mentionné à l'article 1er sont :1° Les données relatives au demandeur ou au titulaire du titre :a) Le nom de famille, le nom d'usage, les prénoms ;b) La date et le lieu de naissance ;c) Le sexe ;d) La couleur des yeux ;e) La taille ;f) Le domicile ou la résidence ou, le cas échéant, la commune de rattachement de l'intéressé ou l'adresse de l'organisme d'accueil auprès duquel la personne est domiciliée ;g) Les données relatives à sa filiation : les noms, prénoms, dates et lieux de naissance de ses parents, leur nationalité ;h) Le cas échéant, le document attestant de la qualité du représentant légal lorsque le titulaire du titre est un mineur ou un majeur placé sous tutelle ;i) L'image numérisée du visage et celle des empreintes digitales qui peuvent être légalement recueillies ;j) L'image numérisée de la signature du demandeur de la carte nationale d'identité ;k) L'adresse de messagerie électronique et les coordonnées téléphoniques du demandeur, lorsque celui-ci a choisi d'effectuer une pré-demande de titre en ligne ou a demandé à bénéficier de l'envoi postal sécurisé, ou sur déclaration de l'usager lorsqu'il souhaite être informé par ce moyen de la disponibilité de son titre ;l) Le cas échéant, le code de connexion délivré par l'administration au demandeur pour lui permettre de déclarer la réception de son passeport lorsque ce titre lui a été adressé par courrier sécurisé ;2° Les informations relatives au titre :a) Numéro du titre ;b) Type de titre ;c) Tarif du droit de timbre ;d) Date et lieu de délivrance ;e) Autorité de délivrance ;f) Date d'expiration ;g) Mention, avec la date, de l'invalidation du titre et de son motif (perte, vol, retrait, interdiction de sortie du territoire, autre motif), de la restitution du titre à l'administration, de sa destruction ;h) Mentions des justificatifs présentés à l'appui de la demande de titre ;i) Informations à caractère technique relatives à l'établissement du titre ;j) Informations relatives à la demande de titre : numéro de demande et, le cas échéant, de pré-demande, lieu de dépôt, date de réception de la demande, date de l'envoi du titre au guichet de dépôt, motif de non-délivrance ;k) La date et le mode de remise du titre ainsi que, le cas échéant, les nom, prénoms et identifiant du consul honoraire chargé de sa remise ou le nom, l'adresse du site internet de suivi et l'identifiant du transporteur chargé de son acheminement lorsque le titre est adressé à l'usager par courrier sécurisé ;l) Les informations relatives à la réception du passeport par le demandeur lorsque le titre lui est adressé par courrier sécurisé : la date d'envoi du passeport, le numéro de suivi du courrier sécurisé, la date de la déclaration de réception, de non-réception ou de refus de réception du passeport, la mention des justificatifs produits à l'appui de la déclaration ;3° Les données relatives au fabricant du titre et aux agents chargés de la délivrance du titre :a) Nom, prénom et références de l'agent qui enregistre la demande de titre ;b) Noms, prénoms et références des agents mentionnés à l'article 3 ;c) Identifiant du fabricant du titre ;4° L'image numérisée des pièces du dossier de demande de titre.II. - Le traitement ne comporte pas de dispositif de recherche permettant l'identification à partir de l'image numérisée du visage ou de l'image numérisée des empreintes digitales enregistrées dans ce traitement.", "content_length": 3482}], "id": "2", "no": 2.0}, {"section": 1, "title": "Article 3", "paragraphs": [{"no": 1, "content": "I. - Peuvent accéder, à raison de leurs attributions et dans la limite du besoin d'en connaître, à tout ou partie des données enregistrées dans le traitement mentionné à l'article 1er et dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé :1° Les agents des services centraux du ministère de l'intérieur et du ministère des affaires étrangères chargés de l'application de la réglementation relative au passeport et à la carte nationale d'identité, individuellement désignés et dûment habilités par le ministre de l'intérieur ou le ministre des affaires étrangères ;2° Les agents des préfectures et des sous-préfectures chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par le préfet ;3° Les agents diplomatiques et consulaires chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par l'ambassadeur ou le consul ;4° Les agents chargés de la délivrance des passeports de service au ministère de l'intérieur, individuellement désignés et dûment habilités par le ministre de l'intérieur.II. - Peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé dans le cadre de leur mission de recueil de la demande et de remise des titres :1° Les agents des communes individuellement désignés et dûment habilités par le maire ;2° Pour les seuls passeports de mission, les agents des formations administratives du ministère de la défense, individuellement désignés et dûment habilités par le ministre de la défense. Le ministre de la défense peut, par arrêté, déléguer ses pouvoirs dans ce domaine aux commandants des formations administratives.", "content_length": 1783}], "id": "3", "no": 3.0}, {"section": 1, "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement prévu à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :1° Les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme, individuellement désignés et dûment habilités par le directeur dont ils relèvent ;2° Les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et dûment habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme.II. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement mentionné à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, les agents de la direction centrale de la police judiciaire, individuellement désignés et dûment habilités par le directeur dont ils relèvent, chargés des échanges avec INTERPOL au titre de la position commune du 24 janvier 2005 susvisée et du règlement d'INTERPOL sur le traitement des données, ainsi qu'avec les autorités compétentes des Etats appliquant la décision 2007/533/JAI du Conseil du 12 juin 2007 sur l'établissement, le fonctionnement et l'utilisation du système d'information Schengen de deuxième génération (SIS II), au titre de ses articles 7, 38 et 39.Dans le cadre de ces échanges, des données à caractère personnel peuvent être transmises aux autorités compétentes des Etats membres d'INTERPOL ou qui appliquent la décision 2007/533/JAI du 12 juin 2007 mentionnée à l'alinéa précédent, aux seules fins de confirmer l'exactitude et la pertinence du signalement d'un titre perdu, volé ou invalidé.", "content_length": 2041}], "id": "4", "no": 4.0}, {"section": 1, "title": "Article 5", "paragraphs": [{"no": 1, "content": "Pour les besoins exclusifs de l'accomplissement de leurs missions, les personnels chargés des missions de recherche et de contrôle de l'identité des personnes, de vérification de la validité et de l'authenticité des passeports au sein des services de la police nationale, de la gendarmerie nationale et des douanes peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé.", "content_length": 445}], "id": "5", "no": 5.0}, {"section": 1, "title": "Article 6", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet à la base INTERPOL et au système d'information Schengen les informations relatives aux numéros des titres perdus, volés ou invalidés et à la date de l'évènement, ainsi que l'indication relative au pays émetteur, au type et au caractère vierge ou personnalisé du document.Les informations transmises au système d'information Schengen peuvent être complétées par les données suivantes : nom, prénoms, date de naissance, date de délivrance du titre.", "content_length": 495}], "id": "6", "no": 6.0}, {"section": 1, "title": "Article 7", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet au fichier national de contrôle de la validité des titres les informations relatives aux numéros des titres émis ainsi que l'indication relative au type de titre. Sont également transmises les données relatives aux titres perdus, volés ou invalidés : les informations se limitent aux nom, prénoms, à la date et au lieu de naissance ainsi qu'au numéro du titre et à sa date de délivrance et, le cas échéant, au motif de son invalidité avec mention de la date de l'évènement.", "content_length": 522}], "id": "7", "no": 7.0}, {"section": 1, "title": "Article 8", "paragraphs": [{"no": 1, "content": "Pour l'instruction des demandes de carte nationalité d'identité ou de passeport, il est vérifié par la consultation du fichier des personnes recherchées qu'aucune décision judiciaire ni aucune circonstance particulière ne s'oppose à sa délivrance. Il est également procédé à une consultation du traitement mentionné à l'article 1er afin de vérifier si des titres ont déjà été sollicités ou délivrés sous l'identité du demandeur.", "content_length": 428}], "id": "8", "no": 8.0}, {"section": 1, "title": "Article 9", "paragraphs": [{"no": 1, "content": "I. - Les données à caractère personnel et les informations mentionnées au I de l'article 1er sont conservées dans le traitement pendant quinze ans s'il s'agit d'un passeport et vingt ans s'il s'agit d'une carte nationale d'identité. Ces durées sont respectivement de dix ans et de quinze ans lorsque le titulaire du titre est un mineur.Les données et informations relatives aux passeports de service et aux passeports de mission sont conservées pendant dix ans.Les données relatives aux cartes nationales d'identité délivrées à des majeurs et périmées au 1er janvier 2014 sont conservées pendant quinze ans.Le délai court à compter de la délivrance du titre, ou, à défaut, à compter de l'enregistrement de la demande.II. - Les consultations, créations, modifications ou suppressions de données font l'objet d'un enregistrement comprenant l'identification de leur auteur ainsi que la date, l'heure et la nature de l'opération. Ces informations sont conservées pendant cinq ans à compter de l'enregistrement.", "content_length": 1006}], "id": "9", "no": 9.0}, {"section": 1, "title": "Article 10", "paragraphs": [{"no": 1, "content": "I. - Le demandeur du titre est informé, au moment de la demande :", "content_length": 65}, {"no": 2, "content": "1° De la nature des données à caractère personnel enregistrées dans le traitement ;", "content_length": 83}, {"no": 3, "content": "2° Du nombre et de la nature des empreintes digitales enregistrées dans le traitement ;", "content_length": 87}, {"no": 4, "content": "3° De la possibilité qui lui est offerte, pour l'établissement d'une carte nationale d'identité, de refuser qu'il soit procédé à la numérisation de ses empreintes digitales ;", "content_length": 174}, {"no": 5, "content": "4° Des autres renseignements mentionnés au I de l'article 32 de la loi du 6 janvier 1978 susvisée.", "content_length": 98}, {"no": 6, "content": "II. - La remise du passeport s'accompagne d'une copie sur papier des données nominatives enregistrées dans le composant électronique.", "content_length": 133}], "id": "10", "no": 10.0}, {"section": 1, "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le droit d'accès et le droit de rectification s'exercent auprès de l'autorité de délivrance dans les conditions fixées aux articles 39 et 40 de la loi du 6 janvier 1978 susvisée.", "content_length": 178}], "id": "11", "no": 11.0}, {"section": 1, "title": "Article 12", "paragraphs": [{"no": 1, "content": "Le droit d'opposition prévu à l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement.", "content_length": 120}], "id": "12", "no": 12.0}, {"section": 2, "title": "Article 13", "paragraphs": [{"no": 1, "content": " A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 2", "content_length": 85}], "id": "13", "no": 13.0}, {"section": 2, "title": "Article 14", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes : ", "content_length": 39}, {"no": 2, "content": "- Décret n° 55-1397 du 22 octobre 1955 Art. 4-1, Art. 5, Art. 15-1", "content_length": 66}], "id": "14", "no": 14.0}, {"section": 2, "title": "Article 15", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-3 ", "content_length": 87}], "id": "15", "no": 15.0}, {"section": 2, "title": "Article 16", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-4", "content_length": 86}], "id": "16", "no": 16.0}, {"section": 2, "title": "Article 17", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 5 ", "content_length": 85}], "id": "17", "no": 17.0}, {"section": 2, "title": "Article 18", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 15", "content_length": 85}], "id": "18", "no": 18.0}, {"section": 2, "title": "Article 19", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 3,   Art. 6,   Art. 8,   Art. 9,   Art. 10,   Art. 11,   Art. 11-1,   Art. 12,   Art. 13,   Art. 13-1", "content_length": 183}], "id": "19", "no": 19.0}, {"section": 3, "title": "Article 20", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 5,   Art. 5-1", "content_length": 98}], "id": "20", "no": 20.0}, {"section": 3, "title": "Article 21", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 8", "content_length": 86}], "id": "21", "no": 21.0}, {"section": 3, "title": "Article 22", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 6-1", "content_length": 88}], "id": "22", "no": 22.0}, {"section": 3, "title": "Article 23", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 9", "content_length": 86}], "id": "23", "no": 23.0}, {"section": 3, "title": "Article 24", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 10", "content_length": 87}], "id": "24", "no": 24.0}, {"section": 3, "title": "Article 25", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 16", "content_length": 87}], "id": "25", "no": 25.0}, {"section": 3, "title": "Article 26", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 29", "content_length": 87}], "id": "26", "no": 26.0}, {"section": 3, "title": "Article 27", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Sct. TITRE II : DISPOSITIONS RELATIVES AU TRAITEMENT AUTOMATISÉ DES DONNÉES À CARACTÈRE PERSONNEL RELATIF À LA DÉLIVRANCE DU PASSEPORT, DU PASSEPORT DE SERVICE ET DU PASSEPORT DE MISSION.,   Art. 18,   Art. 19,   Art. 20,   Art. 21,   Art. 21-1,   Art. 22,   Art. 23,   Art. 24,   Art. 25,   Art. 26,   Art. 27", "content_length": 389}], "id": "27", "no": 27.0}, {"section": 4, "title": "Article 28", "paragraphs": [{"no": 1, "content": "Les données enregistrées dans les traitements autorisés par le décret du 22 octobre 1955 susvisé et le décret du 30 décembre 2005 susvisé sont transférées au plus tard le 31 décembre 2018 dans le traitement mentionné à l'article 1er.", "content_length": 233}], "id": "28", "no": 28.0}, {"section": 4, "title": "Article 29", "paragraphs": [{"no": 1, "content": "I. - Un arrêté du ministre de l'intérieur fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les départements en métropole.II. - Un arrêté conjoint du ministre de l'intérieur et du ministre chargé de l'outre-mer fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les collectivités d'outre-mer et en Nouvelle-Calédonie.III. - Un arrêté conjoint du ministre de l'intérieur et du ministre des affaires étrangères fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées à l'étranger.IV. - Les dates mentionnées aux alinéas précédents ne peuvent être postérieures au 31 décembre 2018.", "content_length": 878}], "id": "29", "no": 29.0}, {"section": 4, "title": "Article 30", "paragraphs": [{"no": 1, "content": "Les dispositions des articles 2, 3, 4-3, 5, 6, et 8 à 11-1, 13 et 13-1 du décret du 22 octobre 1955 susvisé restent applicables, dans leur rédaction antérieure au présent décret, aux demandes de cartes nationales d'identité déposées antérieurement aux dates prévues à l'article 28.", "content_length": 281}], "id": "30", "no": 30.0}, {"section": 4, "title": "Article 31", "paragraphs": [{"no": 1, "content": "I. - Le présent décret est applicable sur l'ensemble du territoire de la République française dans sa rédaction résultant du décret n° 2017-910 du 9 mai 2017.", "content_length": 158}, {"no": 2, "content": "II. - Pour son application dans les îles Wallis et Futuna, le mot : \" commune \" est remplacé par les mots : \" circonscription territoriale \", le mot : \" préfet \" est remplacé par les mots : \" administrateur supérieur \" et le mot : \" préfecture \" est remplacé par les mots : \" administration supérieure \".", "content_length": 304}, {"no": 3, "content": "III. - Pour son application en Polynésie française et en Nouvelle-Calédonie, le mot : \" préfet \" est remplacé par les mots : \" haut-commissaire de la République \", les mots : \" préfecture \" sont remplacés par les mots : \" haut-commissariat de la République \" et les mots : \" sous-préfecture \" sont remplacés par les mots : \" subdivision administrative \".", "content_length": 354}], "id": "31", "no": 31.0}, {"section": 4, "title": "Article 32", "paragraphs": [{"no": 1, "content": "Le ministre des affaires étrangères et du développement international, le ministre de la défense, le ministre de l'intérieur et la ministre des outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 295}], "id": "32", "no": 32.0}]}, {"source": "2017-11-05", "id": "JORFTEXT000033318345", "published": "2017-11-05", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033318345/2017-11-05", "articles": [{"section": 1, "title": "Article 1", "paragraphs": [{"no": 1, "content": "Pour procéder à l'établissement, à la délivrance, au renouvellement et à l'invalidation des cartes nationales d'identité mentionnées à l'article 7 du décret du 22 octobre 1955 susvisé et des passeports mentionnés aux articles 1er et 17-1 du décret du 30 décembre 2005 susvisé, ainsi que prévenir et détecter leur falsification et contrefaçon, le ministre de l'intérieur met en œuvre un traitement de données à caractère personnel dénommé « titres électroniques sécurisés » (TES).", "content_length": 479}], "id": "1", "no": 1.0}, {"section": 1, "title": "Article 2", "paragraphs": [{"no": 1, "content": "I.-Les données à caractère personnel et informations enregistrées dans le traitement mentionné à l'article 1er sont :  1° Les données relatives au demandeur ou au titulaire du titre :  a) Le nom de famille, le nom d'usage, les prénoms ;  b) La date et le lieu de naissance ;  c) Le sexe ;  d) La couleur des yeux ;  e) La taille ;  f) Le domicile ou la résidence de l'intéressé ou, le cas échéant, le lieu où il a fait élection de domicile dans les conditions prévues à l'article L. 264-1 du code de l'action sociale et des familles ;  g) Les données relatives à sa filiation : les noms, prénoms, dates et lieux de naissance de ses parents, leur nationalité ;  h) Le cas échéant, le document attestant de la qualité du représentant légal lorsque le titulaire du titre est un mineur ou un majeur placé sous tutelle ;  i) L'image numérisée du visage et celle des empreintes digitales qui peuvent être légalement recueillies ;  j) L'image numérisée de la signature du demandeur de la carte nationale d'identité ;  k) L'adresse de messagerie électronique et les coordonnées téléphoniques du demandeur, lorsque celui-ci a choisi d'effectuer une pré-demande de titre en ligne ou a demandé à bénéficier de l'envoi postal sécurisé, ou sur déclaration de l'usager lorsqu'il souhaite être informé par ce moyen de la disponibilité de son titre ;  l) Le cas échéant, le code de connexion délivré par l'administration au demandeur pour lui permettre de déclarer la réception de son passeport lorsque ce titre lui a été adressé par courrier sécurisé ;  2° Les informations relatives au titre :  a) Numéro du titre ;  b) Type de titre ;  c) Tarif du droit de timbre ;  d) Date et lieu de délivrance ;  e) Autorité de délivrance ;  f) Date d'expiration ;  g) Mention, avec la date, de l'invalidation du titre et de son motif (perte, vol, retrait, interdiction de sortie du territoire, autre motif), de la restitution du titre à l'administration, de sa destruction ;  h) Mentions des justificatifs présentés à l'appui de la demande de titre ;  i) Informations à caractère technique relatives à l'établissement du titre ;  j) Informations relatives à la demande de titre : numéro de demande et, le cas échéant, de pré-demande, lieu de dépôt, date de réception de la demande, date de l'envoi du titre au guichet de dépôt, motif de non-délivrance ;  k) La date et le mode de remise du titre ainsi que, le cas échéant, les nom, prénoms et identifiant du consul honoraire chargé de sa remise ou le nom, l'adresse du site internet de suivi et l'identifiant du transporteur chargé de son acheminement lorsque le titre est adressé à l'usager par courrier sécurisé ;  l) Les informations relatives à la réception du passeport par le demandeur lorsque le titre lui est adressé par courrier sécurisé : la date d'envoi du passeport, le numéro de suivi du courrier sécurisé, la date de la déclaration de réception, de non-réception ou de refus de réception du passeport, la mention des justificatifs produits à l'appui de la déclaration ;  3° Les données relatives au fabricant du titre et aux agents chargés de la délivrance du titre :  a) Nom, prénom et références de l'agent qui enregistre la demande de titre ;  b) Noms, prénoms et références des agents mentionnés à l'article 3 ;  c) Identifiant du fabricant du titre ;  4° L'image numérisée des pièces du dossier de demande de titre.  II.-Le traitement ne comporte pas de dispositif de recherche permettant l'identification à partir de l'image numérisée du visage ou de l'image numérisée des empreintes digitales enregistrées dans ce traitement.", "content_length": 3571}], "id": "2", "no": 2.0}, {"section": 1, "title": "Article 3", "paragraphs": [{"no": 1, "content": "I. - Peuvent accéder, à raison de leurs attributions et dans la limite du besoin d'en connaître, à tout ou partie des données enregistrées dans le traitement mentionné à l'article 1er et dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé :1° Les agents des services centraux du ministère de l'intérieur et du ministère des affaires étrangères chargés de l'application de la réglementation relative au passeport et à la carte nationale d'identité, individuellement désignés et dûment habilités par le ministre de l'intérieur ou le ministre des affaires étrangères ;2° Les agents des préfectures et des sous-préfectures chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par le préfet ;3° Les agents diplomatiques et consulaires chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par l'ambassadeur ou le consul ;4° Les agents chargés de la délivrance des passeports de service au ministère de l'intérieur, individuellement désignés et dûment habilités par le ministre de l'intérieur.II. - Peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé dans le cadre de leur mission de recueil de la demande et de remise des titres :1° Les agents des communes individuellement désignés et dûment habilités par le maire ;2° Pour les seuls passeports de mission, les agents des formations administratives du ministère de la défense, individuellement désignés et dûment habilités par le ministre de la défense. Le ministre de la défense peut, par arrêté, déléguer ses pouvoirs dans ce domaine aux commandants des formations administratives.", "content_length": 1783}], "id": "3", "no": 3.0}, {"section": 1, "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement prévu à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :1° Les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme, individuellement désignés et dûment habilités par le directeur dont ils relèvent ;2° Les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et dûment habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme.II. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement mentionné à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, les agents de la direction centrale de la police judiciaire, individuellement désignés et dûment habilités par le directeur dont ils relèvent, chargés des échanges avec INTERPOL au titre de la position commune du 24 janvier 2005 susvisée et du règlement d'INTERPOL sur le traitement des données, ainsi qu'avec les autorités compétentes des Etats appliquant la décision 2007/533/JAI du Conseil du 12 juin 2007 sur l'établissement, le fonctionnement et l'utilisation du système d'information Schengen de deuxième génération (SIS II), au titre de ses articles 7, 38 et 39.Dans le cadre de ces échanges, des données à caractère personnel peuvent être transmises aux autorités compétentes des Etats membres d'INTERPOL ou qui appliquent la décision 2007/533/JAI du 12 juin 2007 mentionnée à l'alinéa précédent, aux seules fins de confirmer l'exactitude et la pertinence du signalement d'un titre perdu, volé ou invalidé.", "content_length": 2041}], "id": "4", "no": 4.0}, {"section": 1, "title": "Article 5", "paragraphs": [{"no": 1, "content": "Pour les besoins exclusifs de l'accomplissement de leurs missions, les personnels chargés des missions de recherche et de contrôle de l'identité des personnes, de vérification de la validité et de l'authenticité des passeports au sein des services de la police nationale, de la gendarmerie nationale et des douanes peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé.", "content_length": 445}], "id": "5", "no": 5.0}, {"section": 1, "title": "Article 6", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet à la base INTERPOL et au système d'information Schengen les informations relatives aux numéros des titres perdus, volés ou invalidés et à la date de l'évènement, ainsi que l'indication relative au pays émetteur, au type et au caractère vierge ou personnalisé du document.Les informations transmises au système d'information Schengen peuvent être complétées par les données suivantes : nom, prénoms, date de naissance, date de délivrance du titre.", "content_length": 495}], "id": "6", "no": 6.0}, {"section": 1, "title": "Article 7", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet au fichier national de contrôle de la validité des titres les informations relatives aux numéros des titres émis ainsi que l'indication relative au type de titre. Sont également transmises les données relatives aux titres perdus, volés ou invalidés : les informations se limitent aux nom, prénoms, à la date et au lieu de naissance ainsi qu'au numéro du titre et à sa date de délivrance et, le cas échéant, au motif de son invalidité avec mention de la date de l'évènement.", "content_length": 522}], "id": "7", "no": 7.0}, {"section": 1, "title": "Article 8", "paragraphs": [{"no": 1, "content": "Pour l'instruction des demandes de carte nationalité d'identité ou de passeport, il est vérifié par la consultation du fichier des personnes recherchées qu'aucune décision judiciaire ni aucune circonstance particulière ne s'oppose à sa délivrance. Il est également procédé à une consultation du traitement mentionné à l'article 1er afin de vérifier si des titres ont déjà été sollicités ou délivrés sous l'identité du demandeur.", "content_length": 428}], "id": "8", "no": 8.0}, {"section": 1, "title": "Article 9", "paragraphs": [{"no": 1, "content": "I. - Les données à caractère personnel et les informations mentionnées au I de l'article 1er sont conservées dans le traitement pendant quinze ans s'il s'agit d'un passeport et vingt ans s'il s'agit d'une carte nationale d'identité. Ces durées sont respectivement de dix ans et de quinze ans lorsque le titulaire du titre est un mineur.Les données et informations relatives aux passeports de service et aux passeports de mission sont conservées pendant dix ans.Les données relatives aux cartes nationales d'identité délivrées à des majeurs et périmées au 1er janvier 2014 sont conservées pendant quinze ans.Le délai court à compter de la délivrance du titre, ou, à défaut, à compter de l'enregistrement de la demande.II. - Les consultations, créations, modifications ou suppressions de données font l'objet d'un enregistrement comprenant l'identification de leur auteur ainsi que la date, l'heure et la nature de l'opération. Ces informations sont conservées pendant cinq ans à compter de l'enregistrement.", "content_length": 1006}], "id": "9", "no": 9.0}, {"section": 1, "title": "Article 10", "paragraphs": [{"no": 1, "content": "I. - Le demandeur du titre est informé, au moment de la demande :", "content_length": 65}, {"no": 2, "content": "1° De la nature des données à caractère personnel enregistrées dans le traitement ;", "content_length": 83}, {"no": 3, "content": "2° Du nombre et de la nature des empreintes digitales enregistrées dans le traitement ;", "content_length": 87}, {"no": 4, "content": "3° De la possibilité qui lui est offerte, pour l'établissement d'une carte nationale d'identité, de refuser qu'il soit procédé à la numérisation de ses empreintes digitales ;", "content_length": 174}, {"no": 5, "content": "4° Des autres renseignements mentionnés au I de l'article 32 de la loi du 6 janvier 1978 susvisée.", "content_length": 98}, {"no": 6, "content": "II. - La remise du passeport s'accompagne d'une copie sur papier des données nominatives enregistrées dans le composant électronique.", "content_length": 133}], "id": "10", "no": 10.0}, {"section": 1, "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le droit d'accès et le droit de rectification s'exercent auprès de l'autorité de délivrance dans les conditions fixées aux articles 39 et 40 de la loi du 6 janvier 1978 susvisée.", "content_length": 178}], "id": "11", "no": 11.0}, {"section": 1, "title": "Article 12", "paragraphs": [{"no": 1, "content": "Le droit d'opposition prévu à l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement.", "content_length": 120}], "id": "12", "no": 12.0}, {"section": 2, "title": "Article 13", "paragraphs": [{"no": 1, "content": " A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 2", "content_length": 85}], "id": "13", "no": 13.0}, {"section": 2, "title": "Article 14", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes : ", "content_length": 39}, {"no": 2, "content": "- Décret n° 55-1397 du 22 octobre 1955 Art. 4-1, Art. 5, Art. 15-1", "content_length": 66}], "id": "14", "no": 14.0}, {"section": 2, "title": "Article 15", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-3 ", "content_length": 87}], "id": "15", "no": 15.0}, {"section": 2, "title": "Article 16", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-4", "content_length": 86}], "id": "16", "no": 16.0}, {"section": 2, "title": "Article 17", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 5 ", "content_length": 85}], "id": "17", "no": 17.0}, {"section": 2, "title": "Article 18", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 15", "content_length": 85}], "id": "18", "no": 18.0}, {"section": 2, "title": "Article 19", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 3,   Art. 6,   Art. 8,   Art. 9,   Art. 10,   Art. 11,   Art. 11-1,   Art. 12,   Art. 13,   Art. 13-1", "content_length": 183}], "id": "19", "no": 19.0}, {"section": 3, "title": "Article 20", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 5,   Art. 5-1", "content_length": 98}], "id": "20", "no": 20.0}, {"section": 3, "title": "Article 21", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 8", "content_length": 86}], "id": "21", "no": 21.0}, {"section": 3, "title": "Article 22", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 6-1", "content_length": 88}], "id": "22", "no": 22.0}, {"section": 3, "title": "Article 23", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 9", "content_length": 86}], "id": "23", "no": 23.0}, {"section": 3, "title": "Article 24", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 10", "content_length": 87}], "id": "24", "no": 24.0}, {"section": 3, "title": "Article 25", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 16", "content_length": 87}], "id": "25", "no": 25.0}, {"section": 3, "title": "Article 26", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 29", "content_length": 87}], "id": "26", "no": 26.0}, {"section": 3, "title": "Article 27", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Sct. TITRE II : DISPOSITIONS RELATIVES AU TRAITEMENT AUTOMATISÉ DES DONNÉES À CARACTÈRE PERSONNEL RELATIF À LA DÉLIVRANCE DU PASSEPORT, DU PASSEPORT DE SERVICE ET DU PASSEPORT DE MISSION.,   Art. 18,   Art. 19,   Art. 20,   Art. 21,   Art. 21-1,   Art. 22,   Art. 23,   Art. 24,   Art. 25,   Art. 26,   Art. 27", "content_length": 389}], "id": "27", "no": 27.0}, {"section": 4, "title": "Article 28", "paragraphs": [{"no": 1, "content": "Les données enregistrées dans les traitements autorisés par le décret du 22 octobre 1955 susvisé et le décret du 30 décembre 2005 susvisé sont transférées au plus tard le 31 décembre 2018 dans le traitement mentionné à l'article 1er.", "content_length": 233}], "id": "28", "no": 28.0}, {"section": 4, "title": "Article 29", "paragraphs": [{"no": 1, "content": "I. - Un arrêté du ministre de l'intérieur fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les départements en métropole.II. - Un arrêté conjoint du ministre de l'intérieur et du ministre chargé de l'outre-mer fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les collectivités d'outre-mer et en Nouvelle-Calédonie.III. - Un arrêté conjoint du ministre de l'intérieur et du ministre des affaires étrangères fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées à l'étranger.IV. - Les dates mentionnées aux alinéas précédents ne peuvent être postérieures au 31 décembre 2018.", "content_length": 878}], "id": "29", "no": 29.0}, {"section": 4, "title": "Article 30", "paragraphs": [{"no": 1, "content": "Les dispositions des articles 2, 3, 4-3, 5, 6, et 8 à 11-1, 13 et 13-1 du décret du 22 octobre 1955 susvisé restent applicables, dans leur rédaction antérieure au présent décret, aux demandes de cartes nationales d'identité déposées antérieurement aux dates prévues à l'article 28.", "content_length": 281}], "id": "30", "no": 30.0}, {"section": 4, "title": "Article 31", "paragraphs": [{"no": 1, "content": "I.-Le présent décret est applicable sur l'ensemble du territoire de la République française dans sa rédaction résultant du décret n° 2017-1522 du 2 novembre 2017. ", "content_length": 163}, {"no": 2, "content": "II.-Pour son application dans les îles Wallis et Futuna, le mot : \" commune \" est remplacé par les mots : \" circonscription territoriale \", le mot : \" préfet \" est remplacé par les mots : \" administrateur supérieur \" et le mot : \" préfecture \" est remplacé par les mots : \" administration supérieure \". ", "content_length": 303}, {"no": 3, "content": "III.-Pour son application en Polynésie française et en Nouvelle-Calédonie, le mot : \" préfet \" est remplacé par les mots : \" haut-commissaire de la République \", les mots : \" préfecture \" sont remplacés par les mots : \" haut-commissariat de la République \" et les mots : \" sous-préfecture \" sont remplacés par les mots : \" subdivision administrative \".", "content_length": 352}], "id": "31", "no": 31.0}, {"section": 4, "title": "Article 32", "paragraphs": [{"no": 1, "content": "Le ministre des affaires étrangères et du développement international, le ministre de la défense, le ministre de l'intérieur et la ministre des outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 295}], "id": "32", "no": 32.0}]}, {"source": "2019-05-17", "id": "JORFTEXT000033318345", "published": "2019-05-17", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033318345/2019-05-17", "articles": [{"section": 1, "title": "Article 1", "paragraphs": [{"no": 1, "content": "Pour procéder à l'établissement, à la délivrance, au renouvellement et à l'invalidation des cartes nationales d'identité mentionnées à l'article 7 du décret du 22 octobre 1955 susvisé et des passeports mentionnés aux articles 1er et 17-1 du décret du 30 décembre 2005 susvisé, ainsi que prévenir et détecter leur falsification et contrefaçon, le ministre de l'intérieur met en œuvre un traitement de données à caractère personnel dénommé « titres électroniques sécurisés » (TES).", "content_length": 479}], "id": "1", "no": 1.0}, {"section": 1, "title": "Article 2", "paragraphs": [{"no": 1, "content": "I.-Les données à caractère personnel et informations enregistrées dans le traitement mentionné à l'article 1er sont :  1° Les données relatives au demandeur ou au titulaire du titre :  a) Le nom de famille, le nom d'usage, les prénoms ;  b) La date et le lieu de naissance ;  c) Le sexe ;  d) La couleur des yeux ;  e) La taille ;  f) Le domicile ou la résidence de l'intéressé ou, le cas échéant, le lieu où il a fait élection de domicile dans les conditions prévues à l'article L. 264-1 du code de l'action sociale et des familles ;  g) Les données relatives à sa filiation : les noms, prénoms, dates et lieux de naissance de ses parents, leur nationalité ;  h) Le cas échéant, le document attestant de la qualité du représentant légal lorsque le titulaire du titre est un mineur ou un majeur placé sous tutelle ;  i) L'image numérisée du visage et celle des empreintes digitales qui peuvent être légalement recueillies ;  j) L'image numérisée de la signature du demandeur de la carte nationale d'identité ;  k) L'adresse de messagerie électronique et les coordonnées téléphoniques du demandeur, lorsque celui-ci a choisi d'effectuer une pré-demande de titre en ligne ou a demandé à bénéficier de l'envoi postal sécurisé, ou sur déclaration de l'usager lorsqu'il souhaite être informé par ce moyen de la disponibilité de son titre ;  l) Le cas échéant, le code de connexion délivré par l'administration au demandeur pour lui permettre de déclarer la réception de son passeport lorsque ce titre lui a été adressé par courrier sécurisé ;  2° Les informations relatives au titre :  a) Numéro du titre ;  b) Type de titre ;  c) Tarif du droit de timbre ;  d) Date et lieu de délivrance ;  e) Autorité de délivrance ;  f) Date d'expiration ;  g) Mention, avec la date, de l'invalidation du titre et de son motif (perte, vol, retrait, interdiction de sortie du territoire, autre motif), de la restitution du titre à l'administration, de sa destruction ;  h) Mentions des justificatifs présentés à l'appui de la demande de titre ;  i) Informations à caractère technique relatives à l'établissement du titre ;  j) Informations relatives à la demande de titre : numéro de demande et, le cas échéant, de pré-demande, lieu de dépôt, date de réception de la demande, date de l'envoi du titre au guichet de dépôt, motif de non-délivrance ;  k) La date et le mode de remise du titre ainsi que, le cas échéant, les nom, prénoms et identifiant du consul honoraire chargé de sa remise ou le nom, l'adresse du site internet de suivi et l'identifiant du transporteur chargé de son acheminement lorsque le titre est adressé à l'usager par courrier sécurisé ;  l) Les informations relatives à la réception du passeport par le demandeur lorsque le titre lui est adressé par courrier sécurisé : la date d'envoi du passeport, le numéro de suivi du courrier sécurisé, la date de la déclaration de réception, de non-réception ou de refus de réception du passeport, la mention des justificatifs produits à l'appui de la déclaration ;  3° Les données relatives au fabricant du titre et aux agents chargés de la délivrance du titre :  a) Nom, prénom et références de l'agent qui enregistre la demande de titre ;  b) Noms, prénoms et références des agents mentionnés à l'article 3 ;  c) Identifiant du fabricant du titre ;  4° L'image numérisée des pièces du dossier de demande de titre.  II.-Le traitement ne comporte pas de dispositif de recherche permettant l'identification à partir de l'image numérisée du visage ou de l'image numérisée des empreintes digitales enregistrées dans ce traitement.", "content_length": 3571}], "id": "2", "no": 2.0}, {"section": 1, "title": "Article 3", "paragraphs": [{"no": 1, "content": "I. - Peuvent accéder, à raison de leurs attributions et dans la limite du besoin d'en connaître, à tout ou partie des données enregistrées dans le traitement mentionné à l'article 1er et dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé :\n1° Les agents des services centraux du ministère de l'intérieur et du ministère des affaires étrangères chargés de l'application de la réglementation relative au passeport et à la carte nationale d'identité, individuellement désignés et dûment habilités par le ministre de l'intérieur ou le ministre des affaires étrangères ;\n2° Les agents des préfectures et des sous-préfectures chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par le préfet ;\n3° Les agents diplomatiques et consulaires chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par l'ambassadeur ou le consul ;\n4° Les agents chargés de la délivrance des passeports de service au ministère de l'intérieur, individuellement désignés et dûment habilités par le ministre de l'intérieur.\nII. - Peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé dans le cadre de leur mission de recueil de la demande et de remise des titres :\n1° Les agents des communes individuellement désignés et dûment habilités par le maire ;\n2° Pour les seuls passeports de mission, les agents des formations administratives du ministère de la défense, individuellement désignés et dûment habilités par le ministre de la défense. Le ministre de la défense peut, par arrêté, déléguer ses pouvoirs dans ce domaine aux commandants des formations administratives.", "content_length": 1790}, {"no": 2, "content": "III. − Les données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé, à l'exclusion de l'image numérisée des empreintes digitales, sont lues par le traitement mentionné à l'article 1er du décret n° 2019-452 du 13 mai 2019 autorisant la création d'un moyen d'identification électronique dénommé \"Authentification en ligne certifiée sur mobile\".", "content_length": 395}], "id": "3", "no": 3.0}, {"section": 1, "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement prévu à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :1° Les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme, individuellement désignés et dûment habilités par le directeur dont ils relèvent ;2° Les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et dûment habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme.II. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement mentionné à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, les agents de la direction centrale de la police judiciaire, individuellement désignés et dûment habilités par le directeur dont ils relèvent, chargés des échanges avec INTERPOL au titre de la position commune du 24 janvier 2005 susvisée et du règlement d'INTERPOL sur le traitement des données, ainsi qu'avec les autorités compétentes des Etats appliquant la décision 2007/533/JAI du Conseil du 12 juin 2007 sur l'établissement, le fonctionnement et l'utilisation du système d'information Schengen de deuxième génération (SIS II), au titre de ses articles 7, 38 et 39.Dans le cadre de ces échanges, des données à caractère personnel peuvent être transmises aux autorités compétentes des Etats membres d'INTERPOL ou qui appliquent la décision 2007/533/JAI du 12 juin 2007 mentionnée à l'alinéa précédent, aux seules fins de confirmer l'exactitude et la pertinence du signalement d'un titre perdu, volé ou invalidé.", "content_length": 2041}], "id": "4", "no": 4.0}, {"section": 1, "title": "Article 5", "paragraphs": [{"no": 1, "content": "Pour les besoins exclusifs de l'accomplissement de leurs missions, les personnels chargés des missions de recherche et de contrôle de l'identité des personnes, de vérification de la validité et de l'authenticité des passeports au sein des services de la police nationale, de la gendarmerie nationale et des douanes peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé.", "content_length": 445}], "id": "5", "no": 5.0}, {"section": 1, "title": "Article 6", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet à la base INTERPOL et au système d'information Schengen les informations relatives aux numéros des titres perdus, volés ou invalidés et à la date de l'évènement, ainsi que l'indication relative au pays émetteur, au type et au caractère vierge ou personnalisé du document.Les informations transmises au système d'information Schengen peuvent être complétées par les données suivantes : nom, prénoms, date de naissance, date de délivrance du titre.", "content_length": 495}], "id": "6", "no": 6.0}, {"section": 1, "title": "Article 7", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet au fichier national de contrôle de la validité des titres les informations relatives aux numéros des titres émis ainsi que l'indication relative au type de titre. Sont également transmises les données relatives aux titres perdus, volés ou invalidés : les informations se limitent aux nom, prénoms, à la date et au lieu de naissance ainsi qu'au numéro du titre et à sa date de délivrance et, le cas échéant, au motif de son invalidité avec mention de la date de l'évènement.", "content_length": 522}], "id": "7", "no": 7.0}, {"section": 1, "title": "Article 8", "paragraphs": [{"no": 1, "content": "Pour l'instruction des demandes de carte nationalité d'identité ou de passeport, il est vérifié par la consultation du fichier des personnes recherchées qu'aucune décision judiciaire ni aucune circonstance particulière ne s'oppose à sa délivrance. Il est également procédé à une consultation du traitement mentionné à l'article 1er afin de vérifier si des titres ont déjà été sollicités ou délivrés sous l'identité du demandeur.", "content_length": 428}], "id": "8", "no": 8.0}, {"section": 1, "title": "Article 9", "paragraphs": [{"no": 1, "content": "I. - Les données à caractère personnel et les informations mentionnées au I de l'article 1er sont conservées dans le traitement pendant quinze ans s'il s'agit d'un passeport et vingt ans s'il s'agit d'une carte nationale d'identité. Ces durées sont respectivement de dix ans et de quinze ans lorsque le titulaire du titre est un mineur.Les données et informations relatives aux passeports de service et aux passeports de mission sont conservées pendant dix ans.Les données relatives aux cartes nationales d'identité délivrées à des majeurs et périmées au 1er janvier 2014 sont conservées pendant quinze ans.Le délai court à compter de la délivrance du titre, ou, à défaut, à compter de l'enregistrement de la demande.II. - Les consultations, créations, modifications ou suppressions de données font l'objet d'un enregistrement comprenant l'identification de leur auteur ainsi que la date, l'heure et la nature de l'opération. Ces informations sont conservées pendant cinq ans à compter de l'enregistrement.", "content_length": 1006}], "id": "9", "no": 9.0}, {"section": 1, "title": "Article 10", "paragraphs": [{"no": 1, "content": "I. - Le demandeur du titre est informé, au moment de la demande :", "content_length": 65}, {"no": 2, "content": "1° De la nature des données à caractère personnel enregistrées dans le traitement ;", "content_length": 83}, {"no": 3, "content": "2° Du nombre et de la nature des empreintes digitales enregistrées dans le traitement ;", "content_length": 87}, {"no": 4, "content": "3° De la possibilité qui lui est offerte, pour l'établissement d'une carte nationale d'identité, de refuser qu'il soit procédé à la numérisation de ses empreintes digitales ;", "content_length": 174}, {"no": 5, "content": "4° Des autres renseignements mentionnés au I de l'article 32 de la loi du 6 janvier 1978 susvisée.", "content_length": 98}, {"no": 6, "content": "II. - La remise du passeport s'accompagne d'une copie sur papier des données nominatives enregistrées dans le composant électronique.", "content_length": 133}], "id": "10", "no": 10.0}, {"section": 1, "title": "Article 11", "paragraphs": [{"no": 1, "content": "Le droit d'accès et le droit de rectification s'exercent auprès de l'autorité de délivrance dans les conditions fixées aux articles 39 et 40 de la loi du 6 janvier 1978 susvisée.", "content_length": 178}], "id": "11", "no": 11.0}, {"section": 1, "title": "Article 12", "paragraphs": [{"no": 1, "content": "Le droit d'opposition prévu à l'article 38 de la loi du 6 janvier 1978 susvisée ne s'applique pas au présent traitement.", "content_length": 120}], "id": "12", "no": 12.0}, {"section": 2, "title": "Article 13", "paragraphs": [{"no": 1, "content": " A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 2", "content_length": 85}], "id": "13", "no": 13.0}, {"section": 2, "title": "Article 14", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes : ", "content_length": 39}, {"no": 2, "content": "- Décret n° 55-1397 du 22 octobre 1955 Art. 4-1, Art. 5, Art. 15-1", "content_length": 66}], "id": "14", "no": 14.0}, {"section": 2, "title": "Article 15", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-3 ", "content_length": 87}], "id": "15", "no": 15.0}, {"section": 2, "title": "Article 16", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-4", "content_length": 86}], "id": "16", "no": 16.0}, {"section": 2, "title": "Article 17", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 5 ", "content_length": 85}], "id": "17", "no": 17.0}, {"section": 2, "title": "Article 18", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 15", "content_length": 85}], "id": "18", "no": 18.0}, {"section": 2, "title": "Article 19", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 3,   Art. 6,   Art. 8,   Art. 9,   Art. 10,   Art. 11,   Art. 11-1,   Art. 12,   Art. 13,   Art. 13-1", "content_length": 183}], "id": "19", "no": 19.0}, {"section": 3, "title": "Article 20", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 5,   Art. 5-1", "content_length": 98}], "id": "20", "no": 20.0}, {"section": 3, "title": "Article 21", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 8", "content_length": 86}], "id": "21", "no": 21.0}, {"section": 3, "title": "Article 22", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 6-1", "content_length": 88}], "id": "22", "no": 22.0}, {"section": 3, "title": "Article 23", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 9", "content_length": 86}], "id": "23", "no": 23.0}, {"section": 3, "title": "Article 24", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 10", "content_length": 87}], "id": "24", "no": 24.0}, {"section": 3, "title": "Article 25", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 16", "content_length": 87}], "id": "25", "no": 25.0}, {"section": 3, "title": "Article 26", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 29", "content_length": 87}], "id": "26", "no": 26.0}, {"section": 3, "title": "Article 27", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Sct. TITRE II : DISPOSITIONS RELATIVES AU TRAITEMENT AUTOMATISÉ DES DONNÉES À CARACTÈRE PERSONNEL RELATIF À LA DÉLIVRANCE DU PASSEPORT, DU PASSEPORT DE SERVICE ET DU PASSEPORT DE MISSION.,   Art. 18,   Art. 19,   Art. 20,   Art. 21,   Art. 21-1,   Art. 22,   Art. 23,   Art. 24,   Art. 25,   Art. 26,   Art. 27", "content_length": 389}], "id": "27", "no": 27.0}, {"section": 4, "title": "Article 28", "paragraphs": [{"no": 1, "content": "Les données enregistrées dans les traitements autorisés par le décret du 22 octobre 1955 susvisé et le décret du 30 décembre 2005 susvisé sont transférées au plus tard le 31 décembre 2018 dans le traitement mentionné à l'article 1er.", "content_length": 233}], "id": "28", "no": 28.0}, {"section": 4, "title": "Article 29", "paragraphs": [{"no": 1, "content": "I. - Un arrêté du ministre de l'intérieur fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les départements en métropole.II. - Un arrêté conjoint du ministre de l'intérieur et du ministre chargé de l'outre-mer fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les collectivités d'outre-mer et en Nouvelle-Calédonie.III. - Un arrêté conjoint du ministre de l'intérieur et du ministre des affaires étrangères fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées à l'étranger.IV. - Les dates mentionnées aux alinéas précédents ne peuvent être postérieures au 31 décembre 2018.", "content_length": 878}], "id": "29", "no": 29.0}, {"section": 4, "title": "Article 30", "paragraphs": [{"no": 1, "content": "Les dispositions des articles 2, 3, 4-3, 5, 6, et 8 à 11-1, 13 et 13-1 du décret du 22 octobre 1955 susvisé restent applicables, dans leur rédaction antérieure au présent décret, aux demandes de cartes nationales d'identité déposées antérieurement aux dates prévues à l'article 28.", "content_length": 281}], "id": "30", "no": 30.0}, {"section": 4, "title": "Article 31", "paragraphs": [{"no": 1, "content": "I.-Le présent décret est applicable sur l'ensemble du territoire de la République française dans sa rédaction résultant du décret n° 2017-1522 du 2 novembre 2017. ", "content_length": 163}, {"no": 2, "content": "II.-Pour son application dans les îles Wallis et Futuna, le mot : \" commune \" est remplacé par les mots : \" circonscription territoriale \", le mot : \" préfet \" est remplacé par les mots : \" administrateur supérieur \" et le mot : \" préfecture \" est remplacé par les mots : \" administration supérieure \". ", "content_length": 303}, {"no": 3, "content": "III.-Pour son application en Polynésie française et en Nouvelle-Calédonie, le mot : \" préfet \" est remplacé par les mots : \" haut-commissaire de la République \", les mots : \" préfecture \" sont remplacés par les mots : \" haut-commissariat de la République \" et les mots : \" sous-préfecture \" sont remplacés par les mots : \" subdivision administrative \".", "content_length": 352}], "id": "31", "no": 31.0}, {"section": 4, "title": "Article 32", "paragraphs": [{"no": 1, "content": "Le ministre des affaires étrangères et du développement international, le ministre de la défense, le ministre de l'intérieur et la ministre des outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 295}], "id": "32", "no": 32.0}]}, {"source": "2021-03-15", "id": "JORFTEXT000033318345", "published": "2021-03-15", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033318345/2021-03-15", "articles": [{"section": 1, "title": "Article 1", "paragraphs": [{"no": 1, "content": "Pour procéder à l'établissement, à la délivrance, au renouvellement et à l'invalidation des cartes nationales d'identité mentionnées à l'article 1er du décret du 22 octobre 1955 susvisé et des passeports mentionnés aux articles 1er et 17-1 du décret du 30 décembre 2005 susvisé, ainsi que prévenir et détecter leur falsification et contrefaçon et lutter contre l'usurpation d'identité, le ministre de l'intérieur (direction des libertés publiques et des affaires juridiques) et l'Agence nationale des titres sécurisés mettent en œuvre un traitement de données à caractère personnel dénommé \"titres électroniques sécurisés\" (TES).", "content_length": 629}], "id": "1", "no": 1.0}, {"section": 1, "title": "Article 2", "paragraphs": [{"no": 1, "content": "I.-Les données à caractère personnel et informations enregistrées dans le traitement mentionné à l'article 1er sont :  1° Les données relatives au demandeur ou au titulaire du titre :  a) Le nom de famille, le nom d'usage, les prénoms ;  b) La date et le lieu de naissance ;  c) Le sexe ;  d) La couleur des yeux ;  e) La taille ;  f) Le domicile ou la résidence de l'intéressé ou, le cas échéant, le lieu où il a fait élection de domicile dans les conditions prévues à l'article L. 264-1 du code de l'action sociale et des familles ;  g) Les données relatives à sa filiation : les noms, prénoms, dates et lieux de naissance de ses parents, leur nationalité ;  h) Le cas échéant, le document attestant de la qualité du représentant légal lorsque le titulaire du titre est un mineur ou un majeur placé sous tutelle ;  i) L'image numérisée du visage et celle des empreintes digitales qui peuvent être légalement recueillies ;  j) L'image numérisée de la signature du demandeur de la carte nationale d'identité ;  k) L'adresse de messagerie électronique et les coordonnées téléphoniques du demandeur, lorsque celui-ci a choisi d'effectuer une pré-demande de titre en ligne ou a demandé à bénéficier de l'envoi postal sécurisé, ou sur déclaration de l'usager lorsqu'il souhaite être informé par ce moyen de la disponibilité de son titre ;  l) Le cas échéant, le code de connexion délivré par l'administration au demandeur pour lui permettre de déclarer la réception de son passeport lorsque ce titre lui a été adressé par courrier sécurisé ;  2° Les informations relatives au titre :  a) Numéro du titre ;  b) Type de titre ;  c) Tarif du droit de timbre ;  d) Date et lieu de délivrance ;  e) Autorité de délivrance ;  f) Date d'expiration ;  g) Mention, avec la date, de l'invalidation du titre et de son motif (perte, vol, retrait, interdiction de sortie du territoire, autre motif), de la restitution du titre à l'administration, de sa destruction ;  h) Mentions des justificatifs présentés à l'appui de la demande de titre ;  i) Informations à caractère technique relatives à l'établissement du titre ;  j) Informations relatives à la demande de titre : numéro de demande et, le cas échéant, de pré-demande, lieu de dépôt, date de réception de la demande, date de l'envoi du titre au guichet de dépôt, motif de non-délivrance ;  k) La date et le mode de remise du titre ainsi que, le cas échéant, les nom, prénoms et identifiant du consul honoraire chargé de sa remise ou le nom, l'adresse du site internet de suivi et l'identifiant du transporteur chargé de son acheminement lorsque le titre est adressé à l'usager par courrier sécurisé ;  l) Les informations relatives à la réception du passeport par le demandeur lorsque le titre lui est adressé par courrier sécurisé : la date d'envoi du passeport, le numéro de suivi du courrier sécurisé, la date de la déclaration de réception, de non-réception ou de refus de réception du passeport, la mention des justificatifs produits à l'appui de la déclaration ;  3° Les données relatives au fabricant du titre et aux agents chargés de la délivrance du titre :  a) Nom, prénom et références de l'agent qui enregistre la demande de titre ;  b) Noms, prénoms et références des agents mentionnés à l'article 3 ;  c) Identifiant du fabricant du titre ;  4° L'image numérisée des pièces du dossier de demande de titre.  II.-Le traitement ne comporte pas de dispositif de recherche permettant l'identification à partir de l'image numérisée du visage ou de l'image numérisée des empreintes digitales enregistrées dans ce traitement.", "content_length": 3571}], "id": "2", "no": 2.0}, {"section": 1, "title": "Article 3", "paragraphs": [{"no": 1, "content": "I. - Peuvent accéder, à raison de leurs attributions et dans la limite du besoin d'en connaître, à tout ou partie des données enregistrées dans le traitement mentionné à l'article 1er et dans le composant électronique prévu à l'article 1-1 du décret du 22 octobre 1955 susvisé et à l'article 2 du décret du 30 décembre 2005 susvisé :", "content_length": 333}, {"no": 2, "content": "1° Les agents des services centraux du ministère de l'intérieur et du ministère des affaires étrangères chargés de l'application de la réglementation relative au passeport et à la carte nationale d'identité, individuellement désignés et dûment habilités par le ministre de l'intérieur ou le ministre des affaires étrangères ;", "content_length": 325}, {"no": 3, "content": "2° Les agents des préfectures et des sous-préfectures chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par le préfet ;", "content_length": 192}, {"no": 4, "content": "3° Les agents diplomatiques et consulaires chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par l'ambassadeur ou le consul ;", "content_length": 198}, {"no": 5, "content": "4° Les agents chargés de la délivrance des passeports de service au ministère de l'intérieur, individuellement désignés et dûment habilités par le ministre de l'intérieur.", "content_length": 171}, {"no": 6, "content": "5° Les agents de l'Agence nationale des titres sécurisés chargés de la mise en œuvre du traitement, individuellement désignés et dûment habilités par leur directeur.", "content_length": 165}, {"no": 7, "content": "II. - Peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 1-1 du décret du 22 octobre 1955 susvisé et à l'article 2 du décret du 30 décembre 2005 susvisé dans le cadre de leur mission de recueil de la demande et de remise des titres :\n1° Les agents des communes individuellement désignés et dûment habilités par le maire ;\n2° Pour les seuls passeports de mission, les agents des formations administratives du ministère de la défense, individuellement désignés et dûment habilités par le ministre de la défense. Le ministre de la défense peut, par arrêté, déléguer ses pouvoirs dans ce domaine aux commandants des formations administratives.", "content_length": 678}, {"no": 8, "content": "III. − Les données enregistrées dans le composant électronique prévu à l'article 2 du décret du 30 décembre 2005 susvisé, à l'exclusion de l'image numérisée des empreintes digitales, sont lues par le traitement mentionné à l'article 1er du décret n° 2019-452 du 13 mai 2019 autorisant la création d'un moyen d'identification électronique dénommé \"Authentification en ligne certifiée sur mobile\".", "content_length": 395}], "id": "3", "no": 3.0}, {"section": 1, "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement prévu à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :1° Les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme, individuellement désignés et dûment habilités par le directeur dont ils relèvent ;2° Les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et dûment habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme.II. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement mentionné à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, les agents de la direction centrale de la police judiciaire, individuellement désignés et dûment habilités par le directeur dont ils relèvent, chargés des échanges avec INTERPOL au titre de la position commune du 24 janvier 2005 susvisée et du règlement d'INTERPOL sur le traitement des données, ainsi qu'avec les autorités compétentes des Etats appliquant la décision 2007/533/JAI du Conseil du 12 juin 2007 sur l'établissement, le fonctionnement et l'utilisation du système d'information Schengen de deuxième génération (SIS II), au titre de ses articles 7, 38 et 39.Dans le cadre de ces échanges, des données à caractère personnel peuvent être transmises aux autorités compétentes des Etats membres d'INTERPOL ou qui appliquent la décision 2007/533/JAI du 12 juin 2007 mentionnée à l'alinéa précédent, aux seules fins de confirmer l'exactitude et la pertinence du signalement d'un titre perdu, volé ou invalidé.", "content_length": 2041}], "id": "4", "no": 4.0}, {"section": 1, "title": "Article 5", "paragraphs": [{"no": 1, "content": "Pour les besoins exclusifs de l'accomplissement de leurs missions, les personnels chargés des missions de recherche et de contrôle de l'identité des personnes, de vérification de la validité et de l'authenticité des passeports et des cartes nationales d'identité au sein des services de la police nationale, de la gendarmerie nationale et des douanes peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 1-1 du décret du 22 octobre 1955 susvisé et à l'article 2 du décret du 30 décembre 2005 susvisé.", "content_length": 537}], "id": "5", "no": 5.0}, {"section": 1, "title": "Article 6", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet à la base INTERPOL et au système d'information Schengen les informations relatives aux numéros des titres perdus, volés ou invalidés et à la date de l'évènement, ainsi que l'indication relative au pays émetteur, au type et au caractère vierge ou personnalisé du document.Les informations transmises au système d'information Schengen peuvent être complétées par les données suivantes : nom, prénoms, date de naissance, date de délivrance du titre.", "content_length": 495}], "id": "6", "no": 6.0}, {"section": 1, "title": "Article 7", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet au fichier national de contrôle de la validité des titres les numéros des titres émis, le type de titre, la date de délivrance, les nom, prénoms, date et lieu de naissance du titulaire ainsi que la mention du caractère valide ou invalide du document et, le cas échéant, le motif de son invalidité avec mention de la date de l'évènement.", "content_length": 385}], "id": "7", "no": 7.0}, {"section": 1, "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "Pour le recueil des déclarations de vol des cartes nationales d'identité et des passeports, le traitement mentionné à l'article 1er transmet aux logiciels de rédaction des procédures de la police et de la gendarmerie nationales les informations suivantes : le numéro et le type du titre, la date et le lieu de délivrance, l'autorité de délivrance, la date d'expiration, le nom de famille, le cas échéant le nom d'usage, les prénoms, la date et le lieu de naissance, le sexe ainsi que l'image numérisée du visage du titulaire du titre. \nL'image numérisée du visage du titulaire est transmise selon des modalités qui ne permettent pas son enregistrement dans les logiciels mentionnés ci-dessus.", "content_length": 692}], "id": "7-1", "no": 7.1, "status": "new"}, {"section": 1, "title": "Article 8", "paragraphs": [{"no": 1, "content": "Pour l'instruction des demandes de carte nationalité d'identité ou de passeport, il est vérifié par la consultation du fichier des personnes recherchées qu'aucune décision judiciaire ni aucune circonstance particulière ne s'oppose à sa délivrance. Il est également procédé à une consultation du traitement mentionné à l'article 1er afin de vérifier si des titres ont déjà été sollicités ou délivrés sous l'identité du demandeur.", "content_length": 428}], "id": "8", "no": 8.0}, {"section": 1, "title": "Article 9", "paragraphs": [{"no": 1, "content": "I. − Les données à caractère personnel et les informations mentionnées au I de l'article 2 sont conservées dans le traitement pendant quinze ans. Cette durée est de dix ans lorsque le titre est un passeport dont le titulaire est un mineur. \nLes données et informations relatives aux passeports de service et aux passeports de mission sont conservées pendant dix ans. \nLes données relatives aux cartes nationales d'identité délivrées à des majeurs et périmées au 1er janvier 2014 sont conservées pendant quinze ans. \nLe délai court à compter de la délivrance du titre, ou, à défaut, à compter de l'enregistrement de la demande.", "content_length": 626}, {"no": 2, "content": "\nI bis. − Lorsqu'il est fait application du I bis de l'article 4-3 du décret du 22 octobre 1955 susvisé, l'image numérisée des empreintes digitales du demandeur est conservée dans le traitement pendant un délai maximal de quatre-vingt-dix jours à compter de la date de délivrance de la carte nationale d'identité. En cas de refus de délivrance de la carte nationale d'identité, le délai de quatre-vingt-dix jours court à compter de la date de ce refus.", "content_length": 452}, {"no": 3, "content": "\nII. - Les consultations, créations, modifications ou suppressions de données font l'objet d'un enregistrement comprenant l'identification de leur auteur ainsi que la date, l'heure et la nature de l'opération. Ces informations sont conservées pendant cinq ans à compter de l'enregistrement.", "content_length": 290}], "id": "9", "no": 9.0}, {"section": 1, "title": "Article 10", "paragraphs": [{"no": 1, "content": "I. - Le demandeur du titre est informé, au moment de la demande :", "content_length": 65}, {"no": 2, "content": "1° De la nature des données à caractère personnel enregistrées dans le traitement ;", "content_length": 83}, {"no": 3, "content": "2° Du nombre et de la nature des empreintes digitales enregistrées dans le traitement ;", "content_length": 87}, {"no": 4, "content": "3° De la possibilité qui lui est offerte, pour l'établissement d'une carte nationale d'identité, de refuser la conservation dans le traitement de l'image numérisée de ses empreintes digitales au-delà d'un délai maximal de quatre-vingt-dix jours à compter de la date de délivrance du titre ou de la date de refus de délivrance par le service instructeur ;", "content_length": 354}, {"no": 5, "content": "3° bis S'il fait usage de la possibilité mentionnée au 3°, de la conservation d'une copie sur papier de l'image numérisée de ses empreintes digitales dans les conditions définies au I bis de l'article 4-3 du décret du 22 octobre 1955 susvisé ;", "content_length": 243}, {"no": 6, "content": "4° Des autres renseignements mentionnés à l'article 13 du règlement (UE) 2016/679 du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/CE.", "content_length": 282}, {"no": 7, "content": "II. - La remise du passeport et de la carte nationale d'identité s'accompagne d'une copie sur papier des données nominatives enregistrées dans le composant électronique.", "content_length": 169}], "id": "10", "no": 10.0}, {"section": 1, "title": "Article 11", "paragraphs": [{"no": 1, "content": "Les droits d'information, d'accès, de rectification et à la limitation des données s'exercent auprès de l'autorité de délivrance dans les conditions prévues respectivement aux articles 13,15,16 et 18 du règlement (UE) 2016/679 du 27 avril 2016 précité.", "content_length": 252}], "id": "11", "no": 11.0}, {"section": 1, "title": "Article 12", "paragraphs": [{"no": 1, "content": "Le droit d'opposition prévu à l'article 21 du règlement (UE) 2016/679 du 27 avril 2016 précité ne s'applique pas au présent traitement.", "content_length": 135}], "id": "12", "no": 12.0}, {"section": 2, "title": "Article 13", "paragraphs": [{"no": 1, "content": " A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 2", "content_length": 85}], "id": "13", "no": 13.0}, {"section": 2, "title": "Article 14", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes : ", "content_length": 39}, {"no": 2, "content": "- Décret n° 55-1397 du 22 octobre 1955 Art. 4-1, Art. 5, Art. 15-1", "content_length": 66}], "id": "14", "no": 14.0}, {"section": 2, "title": "Article 15", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-3 ", "content_length": 87}], "id": "15", "no": 15.0}, {"section": 2, "title": "Article 16", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-4", "content_length": 86}], "id": "16", "no": 16.0}, {"section": 2, "title": "Article 17", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 5 ", "content_length": 85}], "id": "17", "no": 17.0}, {"section": 2, "title": "Article 18", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 15", "content_length": 85}], "id": "18", "no": 18.0}, {"section": 2, "title": "Article 19", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 3,   Art. 6,   Art. 8,   Art. 9,   Art. 10,   Art. 11,   Art. 11-1,   Art. 12,   Art. 13,   Art. 13-1", "content_length": 183}], "id": "19", "no": 19.0}, {"section": 3, "title": "Article 20", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 5,   Art. 5-1", "content_length": 98}], "id": "20", "no": 20.0}, {"section": 3, "title": "Article 21", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 8", "content_length": 86}], "id": "21", "no": 21.0}, {"section": 3, "title": "Article 22", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 6-1", "content_length": 88}], "id": "22", "no": 22.0}, {"section": 3, "title": "Article 23", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 9", "content_length": 86}], "id": "23", "no": 23.0}, {"section": 3, "title": "Article 24", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 10", "content_length": 87}], "id": "24", "no": 24.0}, {"section": 3, "title": "Article 25", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 16", "content_length": 87}], "id": "25", "no": 25.0}, {"section": 3, "title": "Article 26", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 29", "content_length": 87}], "id": "26", "no": 26.0}, {"section": 3, "title": "Article 27", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Sct. TITRE II : DISPOSITIONS RELATIVES AU TRAITEMENT AUTOMATISÉ DES DONNÉES À CARACTÈRE PERSONNEL RELATIF À LA DÉLIVRANCE DU PASSEPORT, DU PASSEPORT DE SERVICE ET DU PASSEPORT DE MISSION.,   Art. 18,   Art. 19,   Art. 20,   Art. 21,   Art. 21-1,   Art. 22,   Art. 23,   Art. 24,   Art. 25,   Art. 26,   Art. 27", "content_length": 389}], "id": "27", "no": 27.0}, {"section": 4, "title": "Article 28", "paragraphs": [{"no": 1, "content": "Les données enregistrées dans les traitements autorisés par le décret du 22 octobre 1955 susvisé et le décret du 30 décembre 2005 susvisé sont transférées au plus tard le 31 décembre 2018 dans le traitement mentionné à l'article 1er.", "content_length": 233}], "id": "28", "no": 28.0}, {"section": 4, "title": "Article 29", "paragraphs": [{"no": 1, "content": "I. - Un arrêté du ministre de l'intérieur fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les départements en métropole.II. - Un arrêté conjoint du ministre de l'intérieur et du ministre chargé de l'outre-mer fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les collectivités d'outre-mer et en Nouvelle-Calédonie.III. - Un arrêté conjoint du ministre de l'intérieur et du ministre des affaires étrangères fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées à l'étranger.IV. - Les dates mentionnées aux alinéas précédents ne peuvent être postérieures au 31 décembre 2018.", "content_length": 878}], "id": "29", "no": 29.0}, {"section": 4, "title": "Article 30", "paragraphs": [{"no": 1, "content": "Les dispositions des articles 2, 3, 4-3, 5, 6, et 8 à 11-1, 13 et 13-1 du décret du 22 octobre 1955 susvisé restent applicables, dans leur rédaction antérieure au présent décret, aux demandes de cartes nationales d'identité déposées antérieurement aux dates prévues à l'article 28.", "content_length": 281}], "id": "30", "no": 30.0}, {"section": 4, "title": "Article 31", "paragraphs": [{"no": 1, "content": "I.-Le présent décret est applicable sur l'ensemble du territoire de la République française dans sa rédaction résultant du décret n° 2021-279 du 13 mars 2021. ", "content_length": 159}, {"no": 2, "content": "II.-Pour son application dans les îles Wallis et Futuna, le mot : \" commune \" est remplacé par les mots : \" circonscription territoriale \", le mot : \" préfet \" est remplacé par les mots : \" administrateur supérieur \" et le mot : \" préfecture \" est remplacé par les mots : \" administration supérieure \". ", "content_length": 303}, {"no": 3, "content": "III.-Pour son application en Polynésie française et en Nouvelle-Calédonie, le mot : \" préfet \" est remplacé par les mots : \" haut-commissaire de la République \", les mots : \" préfecture \" sont remplacés par les mots : \" haut-commissariat de la République \" et les mots : \" sous-préfecture \" sont remplacés par les mots : \" subdivision administrative \". ", "content_length": 353}, {"no": 4, "content": "IV. − Pour son application à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises, la référence aux dispositions du règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016, relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données est remplacée par la référence aux règles en vigueur en métropole en vertu de ce règlement.", "content_length": 559}], "id": "31", "no": 31.0}, {"section": 4, "title": "Article 32", "paragraphs": [{"no": 1, "content": "Le ministre des affaires étrangères et du développement international, le ministre de la défense, le ministre de l'intérieur et la ministre des outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 295}], "id": "32", "no": 32.0}]}, {"source": "2022-04-28", "id": "JORFTEXT000033318345", "published": "2022-04-28", "link": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033318345/2022-04-28", "articles": [{"section": 1, "title": "Article 1", "paragraphs": [{"no": 1, "content": "Pour procéder à l'établissement, à la délivrance, au renouvellement et à l'invalidation des cartes nationales d'identité mentionnées à l'article 1er du décret du 22 octobre 1955 susvisé et des passeports mentionnés aux articles 1er et 17-1 du décret du 30 décembre 2005 susvisé, ainsi que prévenir et détecter leur falsification et contrefaçon et lutter contre l'usurpation d'identité, le ministre de l'intérieur (direction des libertés publiques et des affaires juridiques) et l'Agence nationale des titres sécurisés mettent en œuvre un traitement de données à caractère personnel dénommé \"titres électroniques sécurisés\" (TES).", "content_length": 629}], "id": "1", "no": 1.0}, {"section": 1, "title": "Article 2", "paragraphs": [{"no": 1, "content": "I.-Les données à caractère personnel et informations enregistrées dans le traitement mentionné à l'article 1er sont :  1° Les données relatives au demandeur ou au titulaire du titre :  a) Le nom de famille, le nom d'usage, les prénoms ;  b) La date et le lieu de naissance ;  c) Le sexe ;  d) La couleur des yeux ;  e) La taille ;  f) Le domicile ou la résidence de l'intéressé ou, le cas échéant, le lieu où il a fait élection de domicile dans les conditions prévues à l'article L. 264-1 du code de l'action sociale et des familles ;  g) Les données relatives à sa filiation : les noms, prénoms, dates et lieux de naissance de ses parents, leur nationalité ;  h) Le cas échéant, le document attestant de la qualité du représentant légal lorsque le titulaire du titre est un mineur ou un majeur placé sous tutelle ;  i) L'image numérisée du visage et celle des empreintes digitales qui peuvent être légalement recueillies ;  j) L'image numérisée de la signature du demandeur de la carte nationale d'identité ;  k) L'adresse de messagerie électronique et les coordonnées téléphoniques du demandeur, lorsque celui-ci a choisi d'effectuer une pré-demande de titre en ligne ou a demandé à bénéficier de l'envoi postal sécurisé, ou sur déclaration de l'usager lorsqu'il souhaite être informé par ce moyen de la disponibilité de son titre ;  l) Le cas échéant, le code de connexion délivré par l'administration au demandeur pour lui permettre de déclarer la réception de son passeport lorsque ce titre lui a été adressé par courrier sécurisé ;  2° Les informations relatives au titre :  a) Numéro du titre ;  b) Type de titre ;  c) Tarif du droit de timbre ;  d) Date et lieu de délivrance ;  e) Autorité de délivrance ;  f) Date d'expiration ;  g) Mention, avec la date, de l'invalidation du titre et de son motif (perte, vol, retrait, interdiction de sortie du territoire, autre motif), de la restitution du titre à l'administration, de sa destruction ;  h) Mentions des justificatifs présentés à l'appui de la demande de titre ;  i) Informations à caractère technique relatives à l'établissement du titre ;  j) Informations relatives à la demande de titre : numéro de demande et, le cas échéant, de pré-demande, lieu de dépôt, date de réception de la demande, date de l'envoi du titre au guichet de dépôt, motif de non-délivrance ;  k) La date et le mode de remise du titre ainsi que, le cas échéant, les nom, prénoms et identifiant du consul honoraire chargé de sa remise ou le nom, l'adresse du site internet de suivi et l'identifiant du transporteur chargé de son acheminement lorsque le titre est adressé à l'usager par courrier sécurisé ;  l) Les informations relatives à la réception du passeport par le demandeur lorsque le titre lui est adressé par courrier sécurisé : la date d'envoi du passeport, le numéro de suivi du courrier sécurisé, la date de la déclaration de réception, de non-réception ou de refus de réception du passeport, la mention des justificatifs produits à l'appui de la déclaration ;  3° Les données relatives au fabricant du titre et aux agents chargés de la délivrance du titre :  a) Nom, prénom et références de l'agent qui enregistre la demande de titre ;  b) Noms, prénoms et références des agents mentionnés à l'article 3 ;  c) Identifiant du fabricant du titre ;  4° L'image numérisée des pièces du dossier de demande de titre.  II.-Le traitement ne comporte pas de dispositif de recherche permettant l'identification à partir de l'image numérisée du visage ou de l'image numérisée des empreintes digitales enregistrées dans ce traitement.", "content_length": 3571}], "id": "2", "no": 2.0}, {"section": 1, "title": "Article 3", "paragraphs": [{"no": 1, "content": "I. - Peuvent accéder, à raison de leurs attributions et dans la limite du besoin d'en connaître, à tout ou partie des données enregistrées dans le traitement mentionné à l'article 1er et dans le composant électronique prévu à l'article 1-1 du décret du 22 octobre 1955 susvisé et à l'article 2 du décret du 30 décembre 2005 susvisé :", "content_length": 333}, {"no": 2, "content": "1° Les agents des services centraux du ministère de l'intérieur et du ministère des affaires étrangères chargés de l'application de la réglementation relative au passeport et à la carte nationale d'identité, individuellement désignés et dûment habilités par le ministre de l'intérieur ou le ministre des affaires étrangères ;", "content_length": 325}, {"no": 3, "content": "2° Les agents des préfectures et des sous-préfectures chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par le préfet ;", "content_length": 192}, {"no": 4, "content": "3° Les agents diplomatiques et consulaires chargés de la délivrance des passeports et des cartes nationales d'identité, individuellement désignés et dûment habilités par l'ambassadeur ou le consul ;", "content_length": 198}, {"no": 5, "content": "4° Les agents chargés de la délivrance des passeports de service au ministère de l'intérieur, individuellement désignés et dûment habilités par le ministre de l'intérieur.", "content_length": 171}, {"no": 6, "content": "5° Les agents de l'Agence nationale des titres sécurisés chargés de la mise en œuvre du traitement, individuellement désignés et dûment habilités par leur directeur.", "content_length": 165}, {"no": 7, "content": "II. - Peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 1-1 du décret du 22 octobre 1955 susvisé et à l'article 2 du décret du 30 décembre 2005 susvisé dans le cadre de leur mission de recueil de la demande et de remise des titres :\n1° Les agents des communes individuellement désignés et dûment habilités par le maire ;\n2° Pour les seuls passeports de mission, les agents des formations administratives du ministère de la défense, individuellement désignés et dûment habilités par le ministre de la défense. Le ministre de la défense peut, par arrêté, déléguer ses pouvoirs dans ce domaine aux commandants des formations administratives.", "content_length": 678}, {"no": 8, "content": "III. - Les données enregistrées dans le composant électronique prévu à l'article 1-1 du décret du 22 octobre 1955 susvisé, à l'exclusion de l'image numérisée des empreintes digitales, sont lues par le traitement mentionné à l'article 1er du décret n° 2022-676 du 26 avril 2022 autorisant la création d'un moyen d'identification électronique dénommé “ Service de garantie de l'identité numérique ” (SGIN) et abrogeant le décret n° 2019-452 du 13 mai 2019 autorisant la création d'un moyen d'identification électronique dénommé “ Authentification en ligne certifiée sur mobile ”.", "content_length": 577}], "id": "3", "no": 3.0}, {"section": 1, "title": "Article 4", "paragraphs": [{"no": 1, "content": "I. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement prévu à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :1° Les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme, individuellement désignés et dûment habilités par le directeur dont ils relèvent ;2° Les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et dûment habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la Nation et des actes de terrorisme.II. - Pour les besoins exclusifs de leurs missions, peuvent accéder aux données enregistrées dans le traitement mentionné à l'article 1er, à l'exclusion de l'image numérisée des empreintes digitales, les agents de la direction centrale de la police judiciaire, individuellement désignés et dûment habilités par le directeur dont ils relèvent, chargés des échanges avec INTERPOL au titre de la position commune du 24 janvier 2005 susvisée et du règlement d'INTERPOL sur le traitement des données, ainsi qu'avec les autorités compétentes des Etats appliquant la décision 2007/533/JAI du Conseil du 12 juin 2007 sur l'établissement, le fonctionnement et l'utilisation du système d'information Schengen de deuxième génération (SIS II), au titre de ses articles 7, 38 et 39.Dans le cadre de ces échanges, des données à caractère personnel peuvent être transmises aux autorités compétentes des Etats membres d'INTERPOL ou qui appliquent la décision 2007/533/JAI du 12 juin 2007 mentionnée à l'alinéa précédent, aux seules fins de confirmer l'exactitude et la pertinence du signalement d'un titre perdu, volé ou invalidé.", "content_length": 2041}], "id": "4", "no": 4.0}, {"section": 1, "title": "Article 5", "paragraphs": [{"no": 1, "content": "Pour les besoins exclusifs de l'accomplissement de leurs missions, les personnels chargés des missions de recherche et de contrôle de l'identité des personnes, de vérification de la validité et de l'authenticité des passeports et des cartes nationales d'identité au sein des services de la police nationale, de la gendarmerie nationale et des douanes peuvent accéder aux données enregistrées dans le composant électronique prévu à l'article 1-1 du décret du 22 octobre 1955 susvisé et à l'article 2 du décret du 30 décembre 2005 susvisé.", "content_length": 537}], "id": "5", "no": 5.0}, {"section": 1, "title": "Article 6", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet à la base INTERPOL et au système d'information Schengen les informations relatives aux numéros des titres perdus, volés ou invalidés et à la date de l'évènement, ainsi que l'indication relative au pays émetteur, au type et au caractère vierge ou personnalisé du document.Les informations transmises au système d'information Schengen peuvent être complétées par les données suivantes : nom, prénoms, date de naissance, date de délivrance du titre.", "content_length": 495}], "id": "6", "no": 6.0}, {"section": 1, "title": "Article 7", "paragraphs": [{"no": 1, "content": "Le traitement mentionné à l'article 1er transmet au fichier national de contrôle de la validité des titres les numéros des titres émis, le type de titre, la date de délivrance, les nom, prénoms, date et lieu de naissance du titulaire ainsi que la mention du caractère valide ou invalide du document et, le cas échéant, le motif de son invalidité avec mention de la date de l'évènement.", "content_length": 385}], "id": "7", "no": 7.0}, {"section": 1, "title": "Article 7-1", "paragraphs": [{"no": 1, "content": "Pour le recueil des déclarations de vol des cartes nationales d'identité et des passeports, le traitement mentionné à l'article 1er transmet aux logiciels de rédaction des procédures de la police et de la gendarmerie nationales les informations suivantes : le numéro et le type du titre, la date et le lieu de délivrance, l'autorité de délivrance, la date d'expiration, le nom de famille, le cas échéant le nom d'usage, les prénoms, la date et le lieu de naissance, le sexe ainsi que l'image numérisée du visage du titulaire du titre. \nL'image numérisée du visage du titulaire est transmise selon des modalités qui ne permettent pas son enregistrement dans les logiciels mentionnés ci-dessus.", "content_length": 692}], "id": "7-1", "no": 7.1}, {"section": 1, "title": "Article 8", "paragraphs": [{"no": 1, "content": "Pour l'instruction des demandes de carte nationalité d'identité ou de passeport, il est vérifié par la consultation du fichier des personnes recherchées qu'aucune décision judiciaire ni aucune circonstance particulière ne s'oppose à sa délivrance. Il est également procédé à une consultation du traitement mentionné à l'article 1er afin de vérifier si des titres ont déjà été sollicités ou délivrés sous l'identité du demandeur.", "content_length": 428}], "id": "8", "no": 8.0}, {"section": 1, "title": "Article 9", "paragraphs": [{"no": 1, "content": "I. − Les données à caractère personnel et les informations mentionnées au I de l'article 2 sont conservées dans le traitement pendant quinze ans. Cette durée est de dix ans lorsque le titre est un passeport dont le titulaire est un mineur. \nLes données et informations relatives aux passeports de service et aux passeports de mission sont conservées pendant dix ans. \nLes données relatives aux cartes nationales d'identité délivrées à des majeurs et périmées au 1er janvier 2014 sont conservées pendant quinze ans. \nLe délai court à compter de la délivrance du titre, ou, à défaut, à compter de l'enregistrement de la demande.", "content_length": 626}, {"no": 2, "content": "\nI bis. − Lorsqu'il est fait application du I bis de l'article 4-3 du décret du 22 octobre 1955 susvisé, l'image numérisée des empreintes digitales du demandeur est conservée dans le traitement pendant un délai maximal de quatre-vingt-dix jours à compter de la date de délivrance de la carte nationale d'identité. En cas de refus de délivrance de la carte nationale d'identité, le délai de quatre-vingt-dix jours court à compter de la date de ce refus.", "content_length": 452}, {"no": 3, "content": "\nII. - Les consultations, créations, modifications ou suppressions de données font l'objet d'un enregistrement comprenant l'identification de leur auteur ainsi que la date, l'heure et la nature de l'opération. Ces informations sont conservées pendant cinq ans à compter de l'enregistrement.", "content_length": 290}], "id": "9", "no": 9.0}, {"section": 1, "title": "Article 10", "paragraphs": [{"no": 1, "content": "I. - Le demandeur du titre est informé, au moment de la demande :", "content_length": 65}, {"no": 2, "content": "1° De la nature des données à caractère personnel enregistrées dans le traitement ;", "content_length": 83}, {"no": 3, "content": "2° Du nombre et de la nature des empreintes digitales enregistrées dans le traitement ;", "content_length": 87}, {"no": 4, "content": "3° De la possibilité qui lui est offerte, pour l'établissement d'une carte nationale d'identité, de refuser la conservation dans le traitement de l'image numérisée de ses empreintes digitales au-delà d'un délai maximal de quatre-vingt-dix jours à compter de la date de délivrance du titre ou de la date de refus de délivrance par le service instructeur ;", "content_length": 354}, {"no": 5, "content": "3° bis S'il fait usage de la possibilité mentionnée au 3°, de la conservation d'une copie sur papier de l'image numérisée de ses empreintes digitales dans les conditions définies au I bis de l'article 4-3 du décret du 22 octobre 1955 susvisé ;", "content_length": 243}, {"no": 6, "content": "4° Des autres renseignements mentionnés à l'article 13 du règlement (UE) 2016/679 du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/CE.", "content_length": 282}, {"no": 7, "content": "II. - La remise du passeport et de la carte nationale d'identité s'accompagne d'une copie sur papier des données nominatives enregistrées dans le composant électronique.", "content_length": 169}], "id": "10", "no": 10.0}, {"section": 1, "title": "Article 11", "paragraphs": [{"no": 1, "content": "Les droits d'information, d'accès, de rectification et à la limitation des données s'exercent auprès de l'autorité de délivrance dans les conditions prévues respectivement aux articles 13,15,16 et 18 du règlement (UE) 2016/679 du 27 avril 2016 précité.", "content_length": 252}], "id": "11", "no": 11.0}, {"section": 1, "title": "Article 12", "paragraphs": [{"no": 1, "content": "Le droit d'opposition prévu à l'article 21 du règlement (UE) 2016/679 du 27 avril 2016 précité ne s'applique pas au présent traitement.", "content_length": 135}], "id": "12", "no": 12.0}, {"section": 2, "title": "Article 13", "paragraphs": [{"no": 1, "content": " A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 2", "content_length": 85}], "id": "13", "no": 13.0}, {"section": 2, "title": "Article 14", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes : ", "content_length": 39}, {"no": 2, "content": "- Décret n° 55-1397 du 22 octobre 1955 Art. 4-1, Art. 5, Art. 15-1", "content_length": 66}], "id": "14", "no": 14.0}, {"section": 2, "title": "Article 15", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-3 ", "content_length": 87}], "id": "15", "no": 15.0}, {"section": 2, "title": "Article 16", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 4-4", "content_length": 86}], "id": "16", "no": 16.0}, {"section": 2, "title": "Article 17", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 5 ", "content_length": 85}], "id": "17", "no": 17.0}, {"section": 2, "title": "Article 18", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 15", "content_length": 85}], "id": "18", "no": 18.0}, {"section": 2, "title": "Article 19", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n° 55-1397 du 22 octobre 1955  Art. 3,   Art. 6,   Art. 8,   Art. 9,   Art. 10,   Art. 11,   Art. 11-1,   Art. 12,   Art. 13,   Art. 13-1", "content_length": 183}], "id": "19", "no": 19.0}, {"section": 3, "title": "Article 20", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 5,   Art. 5-1", "content_length": 98}], "id": "20", "no": 20.0}, {"section": 3, "title": "Article 21", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 8", "content_length": 86}], "id": "21", "no": 21.0}, {"section": 3, "title": "Article 22", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 6-1", "content_length": 88}], "id": "22", "no": 22.0}, {"section": 3, "title": "Article 23", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 9", "content_length": 86}], "id": "23", "no": 23.0}, {"section": 3, "title": "Article 24", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 10", "content_length": 87}], "id": "24", "no": 24.0}, {"section": 3, "title": "Article 25", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 16", "content_length": 87}], "id": "25", "no": 25.0}, {"section": 3, "title": "Article 26", "paragraphs": [{"no": 1, "content": "A modifié les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Art. 29", "content_length": 87}], "id": "26", "no": 26.0}, {"section": 3, "title": "Article 27", "paragraphs": [{"no": 1, "content": "A abrogé les dispositions suivantes :- Décret n°2005-1726 du 30 décembre 2005  Sct. TITRE II : DISPOSITIONS RELATIVES AU TRAITEMENT AUTOMATISÉ DES DONNÉES À CARACTÈRE PERSONNEL RELATIF À LA DÉLIVRANCE DU PASSEPORT, DU PASSEPORT DE SERVICE ET DU PASSEPORT DE MISSION.,   Art. 18,   Art. 19,   Art. 20,   Art. 21,   Art. 21-1,   Art. 22,   Art. 23,   Art. 24,   Art. 25,   Art. 26,   Art. 27", "content_length": 389}], "id": "27", "no": 27.0}, {"section": 4, "title": "Article 28", "paragraphs": [{"no": 1, "content": "Les données enregistrées dans les traitements autorisés par le décret du 22 octobre 1955 susvisé et le décret du 30 décembre 2005 susvisé sont transférées au plus tard le 31 décembre 2018 dans le traitement mentionné à l'article 1er.", "content_length": 233}], "id": "28", "no": 28.0}, {"section": 4, "title": "Article 29", "paragraphs": [{"no": 1, "content": "I. - Un arrêté du ministre de l'intérieur fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les départements en métropole.II. - Un arrêté conjoint du ministre de l'intérieur et du ministre chargé de l'outre-mer fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées dans les collectivités d'outre-mer et en Nouvelle-Calédonie.III. - Un arrêté conjoint du ministre de l'intérieur et du ministre des affaires étrangères fixe les dates à partir desquelles les règles prévues par le présent décret sont applicables aux demandes de cartes nationales d'identité présentées à l'étranger.IV. - Les dates mentionnées aux alinéas précédents ne peuvent être postérieures au 31 décembre 2018.", "content_length": 878}], "id": "29", "no": 29.0}, {"section": 4, "title": "Article 30", "paragraphs": [{"no": 1, "content": "Les dispositions des articles 2, 3, 4-3, 5, 6, et 8 à 11-1, 13 et 13-1 du décret du 22 octobre 1955 susvisé restent applicables, dans leur rédaction antérieure au présent décret, aux demandes de cartes nationales d'identité déposées antérieurement aux dates prévues à l'article 28.", "content_length": 281}], "id": "30", "no": 30.0}, {"section": 4, "title": "Article 31", "paragraphs": [{"no": 1, "content": "I.-Le présent décret est applicable sur l'ensemble du territoire de la République française dans sa rédaction résultant du décret n° 2021-279 du 13 mars 2021. ", "content_length": 159}, {"no": 2, "content": "II.-Pour son application dans les îles Wallis et Futuna, le mot : \" commune \" est remplacé par les mots : \" circonscription territoriale \", le mot : \" préfet \" est remplacé par les mots : \" administrateur supérieur \" et le mot : \" préfecture \" est remplacé par les mots : \" administration supérieure \". ", "content_length": 303}, {"no": 3, "content": "III.-Pour son application en Polynésie française et en Nouvelle-Calédonie, le mot : \" préfet \" est remplacé par les mots : \" haut-commissaire de la République \", les mots : \" préfecture \" sont remplacés par les mots : \" haut-commissariat de la République \" et les mots : \" sous-préfecture \" sont remplacés par les mots : \" subdivision administrative \". ", "content_length": 353}, {"no": 4, "content": "IV. − Pour son application à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises, la référence aux dispositions du règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016, relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données est remplacée par la référence aux règles en vigueur en métropole en vertu de ce règlement.", "content_length": 559}], "id": "31", "no": 31.0}, {"section": 4, "title": "Article 32", "paragraphs": [{"no": 1, "content": "Le ministre des affaires étrangères et du développement international, le ministre de la défense, le ministre de l'intérieur et la ministre des outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret, qui sera publié au Journal officiel de la République française.", "content_length": 295}], "id": "32", "no": 32.0}]}]